{
	"00": "今月のカード: The Fool (バカ) 🌟🎒\nThe Foolは新しい始まり、冒険、そして無限の可能性を象徴します。今月はあなたの人生に新鮮なエネルギーが満ちる時期です。思いがけないチャンスが訪れるかもしれず、新たな旅を始めるのにぴったりのタイミングです。\n• 今月のエネルギー:\n今月は恐れず前進するべき時です。自分の潜在力を信じ、新しい経験を受け入れてください。少しの失敗があっても、それは学びの過程であり、あなたの旅をさらに意味あるものにしてくれるでしょう。\n• チャンスからの学び:\n完璧に準備できていないと感じても大丈夫。大切なのは始める勇気を持つことです。オープンな心と好奇心が、今月を成功へ導いてくれます。\n今月のラッキーチップ\n\n• 新しい計画やプロジェクトを始めてみましょう。 🎨\n• 旅行や新しい場所を探索して、さまざまなインスピレーションを得ることができます。 🗺️\n• 明るく活気のある色（黄色、オレンジ）があなたのエネルギーをより高めてくれます。 🌟\nThe Foolは「すべての始まりはときめきと可能性であふれている」というメッセージを伝えます。今月は新たな扉を開き、夢に向かって一歩踏み出す時となるでしょう。 🌈✨\n",
  
	"01": "今月のカード: The Magician (魔術師) 🌟🪄\nThe Magicianは創造力、リソースの活用、そして自分の目標を実現する能力を象徴します。今月はあなたの潜在力を最大限に引き出し、望むものを現実にすることができる時期です。あなたの手元にはすでに必要な道具や機会が備わっています。\n• 今月のエネルギー:\n新しいアイデアが浮かんだり、創造的な解決策を見いだせる月です。自分の能力を信じて自信を持って行動するべきタイミングでもあります。今月のエネルギーが、何事も始められるよう後押ししてくれるでしょう。\n• チャンスからの学び:\n成功はどれだけ準備し、チャンスをどう活かすかにかかっています。創造力とリソースを積極的に使いましょう。\n今月のラッキーチップ\n\n• 目標をはっきりと定め、それを達成するための具体的な計画を立ててみてください。 🎯\n• 赤や金のような活気のある色が、今月のエネルギーを高めてくれます。 🔥\n• 学びたいことがあるなら、今が始めるのに最高のタイミングです。\nThe Magicianは「あなたには望むすべてを創造する力がある」というメッセージを伝えます。今月はあなたの能力と情熱で目標を達成する、魔法のような時間となるでしょう。 🌟💖\n",
  
	"02": "今月のカード: The High Priestess (女教皇) 🌌🌙\nThe High Priestessは直感、内なる知恵、そして隠された真実を象徴します。今月は内なる声に耳を傾け、直感を通して正しい方向を見いだす時期です。行動に移すよりも、静かに観察し準備することが大切です。\n• 今月のエネルギー:\n今月は表に現れないものを理解し、自分の感情と直感を信じるべき時です。大事な決断をする場合は、論理的分析よりも内なる声を優先してください。また、他人の隠れた意図や真実に気づくこともあるでしょう。\n• チャンスからの学び:\n焦って行動せず、時間をかけて状況を見守りましょう。必要な情報や洞察が得られるまで待つのが最善です。\n今月のラッキーチップ\n\n• 瞑想や静かな環境で自分の内なる声を聞いてみてください。 🧘‍♀️\n• 銀色や青のような落ち着いた色が今月のエネルギーを高めます。 🌟\n• 夢や直感からヒントを得られるかもしれないので、自分の考えや感情を書き留めてみましょう。\nThe High Priestessは「内なる知恵があなたを導く」というメッセージを伝えます。今月は自分を信じ、内面からの導きに従う意義深い時間となるでしょう。 🌌✨\n",
  
	"03": "今月のカード: The Empress (女帝) 🌟🌿\nThe Empressは豊かさ、創造性、愛、そして自然との調和を象徴します。今月はあなたの人生に豊かさと温もりがあふれ、新しいアイデアを現実化するのに最適な時期となるでしょう。\n• 今月のエネルギー:\nあなたの創造力やセンスが輝く時期です。今月は何かを作り出したり、あなたが育てている事柄が大きな結果をもたらす可能性があります。また、周囲の人々と温かい関係を保ちながら愛や思いやりを分かち合うことができるでしょう。\n• チャンスからの学び:\n豊かさと成功は忍耐と細やかなケアから生まれます。自分の努力と周囲のリソースをうまく調和させてください。\n今月のラッキーチップ\n\n• 自然に親しむ時間を持ってみてください。庭を手入れしたり、散歩するのも良いでしょう。 🌼\n• 緑や金色といった自然を感じる色が今月のエネルギーを高めてくれます。 🌟\n• 芸術活動や趣味を通じて、自分だけのクリエイティブな時間を楽しみましょう。 🎨\nThe Empressは「あなたの努力は豊かな実りをもたらす」というメッセージを伝えます。今月はあなたの愛と創造性が、人生をより美しく豊かにしてくれる時期となるでしょう。 🌟💖\n",
  
	"04": "今月のカード: The Emperor (皇帝) 🛡️✨\nThe Emperorは秩序、安定性、権威、そしてリーダーシップを象徴します。今月は自分の人生で主導権を握り、目標に向けて体系的かつ断固とした行動を取る必要があります。成功は計画と地道な努力から始まります。\n• 今月のエネルギー:\nリーダーシップが求められる場面や、重要な決定を下すチャンスが訪れるかもしれません。責任感ある態度と明確な計画で目標に向かいましょう。周りの人たちから信頼と尊敬を得られる時期となります。\n• チャンスからの学び:\n安定的で実用的なアプローチが成功をもたらします。感情より論理を優先して状況を判断することが大切です。\n今月のラッキーチップ\n\n• 自分なりの秩序を保ち、時間を効率的に管理しましょう。 📋\n• 赤や金など力強い色が今月のエネルギーを高めてくれます。 🔥\n• 自分の役割と責任を明確にし、周囲と協力して大きな成果を狙いましょう。 🤝\nThe Emperorは「揺るぎない計画とリーダーシップがあなたの成功を導く」というメッセージを伝えます。今月は自信と決断力で人生を安定的に導いていく時間となるでしょう。 👑✨\n",
  
	"05": "今月のカード: The Hierophant (教皇) 🕊️✨\nThe Hierophantは伝統、知恵、学び、そして精神的成長を象徴します。今月は新たな知識を得たり、自分の信念や価値観を見直して成長できる時期となるでしょう。伝統的なアプローチやルールに従うことが有利に働くかもしれません。\n• 今月のエネルギー:\nあなたの人生で重要な教えを受け取るチャンスが訪れます。学びの瞬間を迎えたり、逆に他の人にとってインスピレーションを与える立場になるかもしれません。\n伝統やルールから多くを学びつつ、自分の信念も点検し成長の機会としてください。\n• チャンスからの学び:\n知識と知恵はあなたの人生を豊かにします。学ぶことを恐れず、自分が持つ知識を分かち合うことを惜しまないでください。\n今月のラッキーチップ\n\n• 本を読んだり講義を聴くなど学問的活動に時間を使ってみてください。 📚\n• 白や金のような穏やかで高貴な色が今月のエネルギーを高めます。 🌟\n• 周囲のメンターや賢者と過ごし、アドバイスを受けてみましょう。\nThe Hierophantは「学びと成長によってより良い自分になる」というメッセージを伝えます。今月は内面・外面の成長に大切な基盤を築く時期となるでしょう。 🕊️💖\n",
  
	"06": "今月のカード: The Lovers (恋人) 🌟💖\nThe Loversは愛、選択、調和、そして深い絆を象徴します。今月は大切な関係が進展したり、あなたの価値観や信念に応じた重要な決断を迫られるかもしれません。\n• 今月のエネルギー:\n今月は周りの人と調和を図り、真摯な関係を構築するのに最適な時期です。愛と信頼が深まる瞬間が訪れるでしょう。また、心と理性の両方をバランスよく保つ選択が求められる場合もあります。\n• チャンスからの学び:\n大きな決断を下すなら、自分の本当の気持ちや信念に耳を傾けてください。バランスを保った決断をすることで、より大きな満足と成功が得られます。\n今月のラッキーチップ\n\n• 大切な人たちとの時間を大事にし、絆を深めましょう。 💞\n• ピンクや赤など温かい色が、今月の愛のエネルギーを強めてくれます。 🌹\n• 自分の感情を正直に表現し、相手の話にもしっかり耳を傾けてください。 🌈\nThe Loversは「真実味のある関係と選択はあなたの人生に調和をもたらす」というメッセージを伝えます。今月は愛と信頼、そして自分の内面に忠実な選択によって、さらに豊かになる時期です。 💖🌟\n",
  
	"07": "今月のカード: The Chariot (戦車) 🛡️✨\nThe Chariotは意志、決断力、そして勝利へと向かう旅を象徴します。今月はあなたが目標に向かって前進し、困難を乗り越えて勝利を勝ち取る強力なエネルギーに満ちた時期です。\n• 今月のエネルギー:\n今月はあなたの自信と決断力が試される時期でもあります。強い意志と集中力を維持すれば、どんな障害も乗り越えることができるでしょう。自分の目標を明確にし、迷わず前に進んでください。\n• チャンスからの学び:\nあなたの力と可能性を信じましょう。衝突や妨害があっても、決断と意志がそれらを超えていくはずです。\n今月のラッキーチップ\n\n• 大きな目標を小さなステップに分けて実践してみましょう。 🎯\n• 黒や銀のようなクールな色が、あなたの集中力を高めてくれます。 🖤✨\n• ポジティブな態度を保ち、自分を励ます時間を設けてください。\nThe Chariotは「決断力と意志はあなたの成功を保証する」というメッセージを伝えます。今月はあらゆる挑戦を乗り越え、目標達成へと前進できる素晴らしい時間となるでしょう。 🚀🌟\n",
  
	"08": "今月のカード: Strength (力) 💪🌟\nStrengthは勇気、忍耐、そして穏やかでありながら強い力を象徴します。今月はあなたの内なる力を信じ、困難な状況でも落ち着きと優しさで問題を解決できる時期です。\n• 今月のエネルギー:\n今月は挑戦的な瞬間があるかもしれませんが、あなたの忍耐と決断力がすべてを乗り越える鍵となります。強い意志と穏やかなアプローチを組み合わせることで、周囲の人々との関係もより良好に保つことができるでしょう。\n• チャンスからの学び:\n真の強さとは外見的な力ではなく、内なる平穏から生まれることを思い出してください。問題を正面から見つめつつ、思いやりと配慮を失わないことが大切です。\n今月のラッキーチップ\n\n• 自然と触れ合い、心を癒しながらエネルギーをチャージしましょう。 🌿\n• 暖色系（ゴールド、グリーンなど）があなたの強さとバランスをサポートします。 🌟\n• 自分を励ますポジティブな言葉を毎日唱えましょう。「私は十分に強い」という言葉を忘れずに。\nStrengthは「勇気と優しさこそがあなたの最大の力」というメッセージを伝えます。今月はあなたの忍耐と強さによって大きな成果を出し、周囲との温かい絆を築くことができるでしょう。 🦁🌟\n",
  
	"09": "今月のカード: The Hermit (隠者) 🌌🕯️\nThe Hermitは内面の探求、内省、そして知恵を象徴します。今月は自分の内面と向き合い、本当の目標や方向性を発見する時期です。外の騒ぎから離れ、静かに自分に集中することが大切です。\n• 今月のエネルギー:\n独りの時間があなたにもたらすのは深い洞察と気づきです。今月は重要な決断を下す前の十分な思考と準備の期間になるでしょう。また、あなたの知恵が他者にとってインスピレーションを与える場合もあります。\n• チャンスからの学び:\nすべての答えはあなたの中にあります。自分を信じ、内なる声に耳を傾けましょう。性急な行動よりも落ち着いた内省が成功のカギとなります。\n今月のラッキーチップ\n\n• 静かな環境で瞑想をしたり、本を読んだりして過ごしてみてください。 📚\n• 銀色や青のように落ち着きのある色があなたのエネルギーを安定させてくれます。 🌟\n• 自分との対話を通して心を整理し、新たな視点を発見しましょう。\nThe Hermitは「内なる知恵があなたの道を照らす」というメッセージを伝えます。今月は自分の内面を深く探り、真の気づきを得て、新たに歩み出す準備をする大切な時間となるでしょう。 🌌🕯️\n",
  
	"10": "今月のカード: The Wheel of Fortune (運命の輪) 🌟🎡\nThe Wheel of Fortuneは運命の転換点、変化、そして循環の法則を象徴します。今月はあなたの人生に重要な変化が訪れる可能性が高く、その変化はポジティブに展開することが多いでしょう。\n• 今月のエネルギー:\n思いがけないチャンスや新たな可能性があなたの前に開かれるかもしれません。今は流れを信じ、変化に適応しながら前進する時です。柔軟に対処すれば良い結果が得られるでしょう。\n• チャンスからの学び:\n人生は絶えず変化します。今起きている変化があなたにとって大きな学びと成長をもたらすはずです。状況があなたに有利に働く可能性があるため、ポジティブな姿勢を保ちましょう。\n今月のラッキーチップ\n\n• オープンマインドで新しいチャンスを受け入れてください。 🌈\n• 金色や青のようなエネルギッシュな色が、あなたの運気をさらに高めてくれます。 ✨\n• 前向きな心を忘れず、小さなラッキーでも感謝し喜びを感じてみましょう。 🍀\nThe Wheel of Fortuneは「運命の流れは常に変化し、チャンスはあなたの選択次第で決まる」というメッセージを伝えます。今月は訪れる新たな変化を楽しみ、それによってより大きな成功をつかむ時期となるでしょう。 🎡🌟\n",
  
	"11": "今月のカード: Justice (正義) 🌟⚖️\nJusticeは公正さ、真実、バランス、そして責任を象徴します。今月は正しい判断を下すべき場面や、これまでの行動や選択の結果に直面する場面があるかもしれません。誠実さと公正さが成功と満足をもたらすでしょう。\n• 今月のエネルギー:\n契約や人間関係、重要な選択に関わる出来事が起こる可能性があります。感情に流されるよりも、理性を優先し客観的に判断することが大切です。過去の行動や決断がバランスの取れた結果をもたらす場合もあります。\n• チャンスからの学び:\nすべての状況で正直かつ公正であるよう心がけてください。自他の権利を尊重し、責任ある態度を取り続けることで、良い結果がついてくるでしょう。\n今月のラッキーチップ\n\n• 決断を下すときは、あらゆる情報を丁寧に確認し、長期的な影響を考慮しましょう。 📜\n• 白や青のような落ち着いた色が、今月のバランスと明確さを高めてくれます。 🌌\n• 自分に正直になり、周囲の人と誠実に話し合いましょう。 🤝\nJusticeは「正直と公正はあなたの人生に平和をもたらす」というメッセージを伝えます。今月は責任感と信頼できる態度で自分の選択をはっきりさせ、バランスの取れた生活を築く時期となるでしょう。 ⚖️🌟\n",
  
	"12": "今月のカード: The Hanged Man (吊るされた男) 🔄✨\nThe Hanged Manは停止、新しい視点、そして内面的な省察を象徴します。今月は急いで行動するより、しばし立ち止まり、今の状況を別の角度から見る必要があります。\n• 今月のエネルギー:\n今は行動よりも内省と観察が重要な時期です。問題があっても従来のやり方を手放し、新しい観点で状況を捉えてみてください。この停止は停滞ではなく、より良い結果のための準備期間であることを忘れないでください。\n• チャンスからの学び:\nときには待つことと内なる省察こそが最も強力な行動になります。今こそ自分を立て直し、よりよい道を探るタイミングです。\n今月のラッキーチップ\n\n• 一人の時間を大切にし、瞑想や日記を書きながら内省しましょう。 🧘‍♂️\n• 銀色や緑など落ち着いた色が、今月の安定したエネルギーを高めます。 🌿\n• 固定観念から脱却し、新しい試みの計画をしてみるのもおすすめです。\nThe Hanged Manは「新しい視点が新たな道を切り開く」というメッセージを含んでいます。今月はこれまでとは違うやり方で人生を見直し、大きな気づきを得る有意義な時間となるでしょう。 🌟💖\n",
  
	"13": "今月のカード: Death (死神) 🌟🌱\nDeathは終わりと新しい始まり、そして深い変化を象徴します。このカードは何かが終わり、新たな段階のスタートを意味しており、今月は変化と再生のための強力な時期であることを示唆します。\n• 今月のエネルギー:\n今月は過去の古い方法や、あなたを縛っていたものを手放し、新しい方向へ進むチャンスがやってきます。初めは変化に戸惑ったり恐れを感じるかもしれませんが、それがあなたにより良い可能性をもたらすでしょう。\n• チャンスからの学び:\n過去を手放すことが成長への扉を開く行為となります。終わりを恐れず、新しい始まりを歓迎してください。\n今月のラッキーチップ\n\n• 古い物や関係を整理し、生活にゆとりを見つけるための断捨離をしてみましょう。 🧹\n• 黒や白といった色が今月の変化を落ち着いて受け入れる助けになります。 ⚫⚪\n• 自分に時間を与え、新しい挑戦のための小さな計画を立ててみてください。\nDeathは「終わりは常に新しい始まりを意味する」というメッセージを伝えます。今月はあなたの人生で大きな変化を受け入れ、その変化を通じて一層成長できる時期となるでしょう。 🌱💖\n",
  
	"14": "今月のカード: Temperance (節制) ⚖️🌟\nTemperanceはバランス、調和、忍耐心、そして中庸を象徴します。今月はあなたの人生に調和をもたらし、すべてをバランスよく整える必要があります。焦らずゆっくり、安定感を保ちながら進むことが重要です。\n• 今月のエネルギー:\n今月は過度な欲や極端な選択を避け、異なる要素を調和的に統合する力を発揮するべき時です。落ち着いた心構えと地道な努力が、あなたの目標達成に大きく貢献するでしょう。\n• チャンスからの学び:\n忍耐力とバランスの取れた姿勢が成功のカギです。妥協と協力の大切さに気づき、それを実行に移しましょう。\n今月のラッキーチップ\n\n• ストレスを減らし、瞑想や静かな散歩で心のバランスを保ちましょう。 🌿\n• 白やパステル調の柔らかい色が、今月の安定で調和したエネルギーを高めます。 🌸\n• 大事な決断をする際は、双方の意見を公正に考慮する姿勢を持ちましょう。\nTemperanceは「バランスと調和の中で最大の成功が訪れる」というメッセージを伝えます。今月は焦らず、バランスのとれた心で調和を保ちながら目標を達成する時となるでしょう。 🌈💖\n",
  
	"15": "今月のカード: The Devil (悪魔) 🕸️🔥\nThe Devilは束縛、誘惑、そして自分の限界を象徴します。今月は自分が何に過度に依存したり執着しているかを見直す必要があります。このカードはあなたを拘束するものを認識し、それを断ち切って自由を取り戻せという強いメッセージを届けます。\n• 今月のエネルギー:\nあなたの行動や選択が人生にどんな影響を与えているかを振り返る必要があります。一方、物質的な誘惑や短期的満足には注意してください。代わりに、長期的により良い選択をしようと努めることが重要です。\n• チャンスからの学び:\nあなたには、自分を縛る状況から抜け出す力が備わっています。不要な執着から解放されれば、さらに大きな成長やチャンスを見つけられるでしょう。\n今月のラッキーチップ\n\n• 家や作業スペースを整理し、不要な物や習慣を捨ててみましょう。 🧹\n• 黒や濃い青のようなダークカラーは、集中力を高めエネルギーを守る助けになります。 ⚫🔵\n• ポジティブなセルフトークで自分を励まし、自分を制限する思考から抜け出してください。 🌈\nThe Devilは「あなたの自由はあなたの選択から始まる」というメッセージを持ちます。今月は自分を縛っていた状況を抜け出し、真の自由と成長へと踏み出す強烈な時期となるでしょう。 🔥🌟\n",
  
	"16": "今月のカード: The Tower (塔) 🏰⚡\nThe Towerは突然の変化、衝撃、そして再建を象徴します。今月は予想外の出来事が人生に大きな影響を与えるかもしれません。初めは混乱を感じても、こうした変化は結果的により良い方向へ導いてくれます。\n• 今月のエネルギー:\n古いやり方や固定観念が崩れ、新しい視点やチャンスが生まれる時期です。不安や予想外の状況が起きる場合もありますが、それはより確かな基盤を築くためのプロセスだと信じてください。\n• チャンスからの学び:\n変化や混乱の中にも学べることがあります。この時期を成長と新しいスタートの機会と捉えてください。何かが終わるときこそ、新しいものが始まります。\n今月のラッキーチップ\n\n• 予想外の状況にも柔軟に対応し、ストレスを最小限にする方法を試してみましょう。 🌿\n• ダークグレーや白のような色が、混乱の中でもあなたのエネルギーを安定させてくれます。 ⚫⚪\n• 日記や瞑想で心を整理し、本当に望むものを改めてチェックしましょう。\nThe Towerは「混乱の中にチャンスを見いだし、新たな基盤を築け」というメッセージを伝えます。今月は予想外の変化の中で、より良い未来へ向かう強力な足がかりを作る大切な時期となるでしょう。 🌩️🌟\n",
  
	"17": "今月のカード: The Star (星) 🌌🌟\nThe Starは希望、インスピレーション、癒し、そして新たな可能性を象徴します。今月はあなたの人生にポジティブなエネルギーがあふれ、夢や目標に進むための力とヒントを得られるでしょう。もし困難があったなら、今月は癒しと再生の時期となります。\n• 今月のエネルギー:\nあなたの実現したいことを明確に思い描き、未来に向けて一歩踏み出す時期です。周囲や自分自身に希望を持ち、日々の些細な喜びを大切にしてください。\n• チャンスからの学び:\n大きな視点で物事をとらえ、今の困難がやがて新しいチャンスをもたらすと信じましょう。\n今月のラッキーチップ\n\n• 星がきれいな夜空を眺めながら瞑想したり、自然とつながる時間を持ってみてください。 🌌\n• 青や銀のような色が、あなたの静かな安らぎと希望のエネルギーを高めます。 🌟\n• ポジティブな心構えと感謝の気持ちで、より大きな幸運を引き寄せてみましょう。\nThe Starは「希望があなたの道を照らし、あなたの夢が現実へと形作られる」というメッセージを込めています。今月は内面と外面双方で新しいインスピレーションを得て、より明るい未来に進む意義深い時間となるでしょう。 🌟💖\n",
  
	"18": "今月のカード: The Moon (月) 🌌🌙\nThe Moonは直感、内面の探求、そして深い感情を象徴します。今月は不確かな状況や隠された真実が明らかになる可能性があり、直感で答えを見つけることが大切です。\n• 今月のエネルギー:\n今月は表面的には見えないものを発見し、自分の内面の感情とつながる時間になります。混乱や曖昧さを感じる場面があるかもしれませんが、そのような瞬間こそ内なる気づきへと導いてくれるでしょう。\n• チャンスからの学び:\n直感を信じ、自分の内なる声に耳を傾けてください。すべてがはっきり分からない状況でも、あなたの感覚が正しい道を示すはずです。\n今月のラッキーチップ\n\n• 夢を書き留めたり、瞑想をして内面のメッセージを探求してみましょう。 🌌\n• 銀色や白のような色が、今月の神秘的なエネルギーを高めてくれます。 🌟\n• 周囲の混乱の中でも落ち着きを保ち、状況が明らかになるのを待ちましょう。\nThe Moonは「物事が明確になる前に、直感と内なる力を信じよう」というメッセージを含みます。今月は隠された可能性を見いだし、内面の知恵によって人生の次のステップを準備する時間となるでしょう。 🌙💖\n",
  
	"19": "今月のカード: The Sun (太陽) 🌟🌞\nThe Sunは成功、喜び、そして活気あふれるエネルギーを象徴します。今月は明るくポジティブなエネルギーに満ち、あなたが進めてきたことが実を結び、人生のあらゆる面で輝く瞬間を体験できる時期です。\n• 今月のエネルギー:\n自信が高まり、周囲の人々と温かい絆を分かち合える時間となるでしょう。あなたの努力と情熱が認められ、幸せと達成感が訪れる可能性が高いです。\n• チャンスからの学び:\n人生のポジティブな面に目を向け、あなたの明るいエネルギーを周りの人たちとも共有してください。小さな成功でも喜びとし、より大きな可能性へと進んでいきましょう。\n今月のラッキーチップ\n\n• 太陽の下で過ごし、自分に活力をチャージしてください。 ☀️\n• 黄色やオレンジなど明るく温かな色が、今月のエネルギーをさらに強めてくれます。 🌈\n• 感謝の気持ちを大切にし、ポジティブな姿勢で一日を始めてみましょう。 💛\nThe Sunは「太陽のように輝くあなたのエネルギーが成功と喜びを導く」というメッセージを伝えます。今月は人生のあらゆる面でポジティブな変化と成功を待ち受ける特別な時間となるでしょう。 🌞🌟\n",
  
	"20": "今月のカード: Judgment (審判) 🌟🔔\nJudgmentは気づき、決断、そして新しい始まりを象徴します。今月は重大な選択の時期であり、過去の経験と教訓をもとに、より良い未来へと進むタイミングとなるでしょう。自分の行動や選択が人生に与える影響を振り返り、成長のチャンスをつかむべきです。\n• 今月のエネルギー:\n今月は古い問題を解消したり、過去を清算して新しい章を開くのにふさわしい時期です。自分を振り返り、内なる本当の願いや目標を理解することができます。また重要な気づきを通じて、あなたの方向性が明確になるでしょう。\n• チャンスからの学び:\n今こそ過去を整理し、自分を許して、前に進む準備を整えましょう。内面の声を信じ、決断力を持って行動してください。\n今月のラッキーチップ\n\n• 静かな時間を設けて自己省察を行い、過去の経験から学びを得ましょう。 🕯️\n• 青や銀などの色が、今月の気づきと決断力を強めてくれます。 🌟\n• 自分を励まし、「私は準備ができている」という心を自分に植え付けてみましょう。 💖\nJudgmentは「気づきと決断が新しいスタートに繋がる」というメッセージを伝えます。今月は内面に焦点を当て、新たな出発を準備する大事な時間となるでしょう。 🌟💫\n",
  
	"21": "今月のカード: The World (世界) 🌟🌍\nThe Worldは完成、達成、そして新しい始まりへの準備を象徴します。今月はあなたが取り組んできたことが実を結び、新たな旅を始めるための締めくくりとお祝いの時期となるでしょう。人生のあらゆる面で調和とバランスがもたらされる可能性が高いです。\n• 今月のエネルギー:\n今月はあなたの目標がうまく実現し、その成果を祝福し誇りに思うべき時期です。また、新たな目標を立て、さらに大きな夢に向かう準備をするタイミングでもあります。\n• チャンスからの学び:\nすべての旅の終わりは新たな始まりを意味します。今の成果を享受しつつ、次なるステップに進むための計画を立てましょう。\n今月のラッキーチップ\n\n• 周りの人とお祝いの時間をつくり、あなたの達成を分かち合いましょう。 🎉\n• 青や緑など自然の色が、今月のポジティブなエネルギーを高めてくれます。 🌿\n• 新たな学びや旅行を計画し、もっと広い世界を探索してみてください。 🌏\nThe Worldは「あなたの旅は完結し、新しい世界が開けている」というメッセージを込めています。今月はあなたの成功を満喫し、新たな可能性を探る喜びと希望に満ちた時間となるでしょう。 🌟💖\n"
  }