{
	"00": "今日のカード: The Fool (バカ) 🌟\nThe Foolは新しい始まり、冒険、そして無限の可能性を象徴します。このカードが出たなら、オープンマインドで新しい経験を受け入れる合図です。\n• 今日のエネルギー:\n何かを始めるときのワクワクするエネルギーに満ちています。期待とともに少しの不安定さもあるかもしれませんが、そのすべてがあなたの旅をさらに面白くしてくれます。\n• チャンスからの学び:\n完璧な準備ができていなくても大丈夫。人生とは挑戦し学んでいく過程であり、失敗すら成長につながるでしょう。\n今日のラッキーアドバイス\n\n• 気軽な気持ちで一日を楽しみましょう。新しい冒険に好奇心を向けてみてください！ 🌟\n• 黄色や青など明るく生き生きとした色が幸運を招くでしょう。 🎨\n• 新しい趣味や活動を始めてみるのも良い選択です。 🌱\nThe Foolは「世界の可能性は無限大」というメッセージを伝えます。今日一日、純粋な楽しさと勇気をもってあなたの旅をスタートしてください！ 🌟💖",
  
	"01": "今日のカード: The Magician (魔術師) 🌟\nThe Magicianは創造力、潜在力の実現、そして目標を達成するための道具や能力がすでにあなたに備わっていることを象徴します。このカードは「自分の運命を形作る力をあなたはすでに持っている」という力強いメッセージを届けます。\n• 今日のエネルギー:\n今日はあなたのアイデアや才能が輝く日です。頭の中だけに浮かんでいた計画を実行に移したり、新たなプロジェクトを始めてみてください。あなたの手で魔法のような結果が生み出される可能性があります！\n• チャンスからの学び:\n周囲にあるリソースやあなたの経験を積極的に活用してください。すべてが完璧に整わなくても、第一歩を踏み出す勇気こそが大切です。\n今日のラッキーアドバイス\n\n• 自信を高める行動をとってみましょう—小さな成功でも自分を褒めてあげてください。 🎯\n• 赤や金色のアクセサリーはあなたのエネルギーを強化できます。 🌟\n• 今日は実験精神で何か新しいことに挑戦するとラッキーを呼びます。 🛠️\nThe Magicianは「あなたが望むことはすべて可能だ」というメッセージを伝えています。今日一日、あなたの魔法のような力を信じて望むものを叶えるすてきな日を過ごしてください！ 🪄💫",
  
	"02": "今日のカード: The High Priestess (女教皇) 🌌\nThe High Priestessは直感、神秘、そして内なる知恵を象徴します。このカードはあなたに深い内面の声に耳を傾け、直感を信頼するよう伝えています。\n• 今日のエネルギー:\n目に見えないものが重要になる日です。答えを無理に探そうとせず、流れに身を任せながら自分を信じましょう。今日は細かい計画よりも、感覚や直感に従うほうがよい結果をもたらしてくれそうです。\n• チャンスからの学び:\nすべてを明るみに出そうとしないでください。未知の領域に踏み込むことも成長の大切なプロセスです。\n今日のラッキーアドバイス\n\n• 静かな時間をとって瞑想したり、自分だけの空間でくつろいでみてください。 🧘‍♀️\n• 紫や銀色のアイテムが今日のエネルギーを高めてくれます。 🌌\n• 直感的に浮かんだ考えや夢を大切にしましょう—重要なメッセージが含まれているかもしれません。\nThe High Priestessは「あなたがすでに知っている答えがある」というメッセージを伝えます。今日一日、内なる知恵を信じ、直感に身をゆだねる時間を持ってみてください。 🌙💖",
  
	"03": "今日のカード: The Empress (女帝) 🌟\nThe Empressは豊かさ、創造性、愛、そしてケアを象徴します。このカードは、自然と調和し、人生の美しさを感じながらあなたのエネルギーを育んでほしいというメッセージを伝えます。\n• 今日のエネルギー:\nあなたのクリエイティブな面が際立つ一日です。何かを作り出したり、周囲の人々に温かさを伝えるチャンスをつかんでください。また、自分自身を愛し、大切にする時間をとるのもおすすめです。\n• チャンスからの学び:\nあなたが蒔いた種は育っています。忍耐強く待てば、豊かな収穫を得ることになるでしょう。\n今日のラッキーアドバイス\n\n• 自然と触れ合う活動をしてみてください—散歩や植物を育てるのも良い選択です。 🌱\n• 緑や白など自然を感じられる色が今日の幸運をもたらすでしょう。 🌿\n• 周囲の人々との交流を深め、温かい絆を育むと今日のエネルギーがさらに高まります。 💞\nThe Empressは「あなたの中には無限の豊かさがある」というメッセージを伝えています。今日一日、あなたの温もりと創造的なエネルギーが人生をさらに豊かにしてくれることでしょう。 🌟💖",
  
	"04": "今日のカード: The Emperor (皇帝) 🛡️✨\nThe Emperorは安定感、権威、秩序、そしてリーダーシップを象徴します。このカードは、今こそルールと構造を整えるタイミングだと知らせています。今日は実際的な目標を整理し、それを達成するための計画を立てるのに最適な日です。\n• 今日のエネルギー:\nあなたのリーダーシップが際立つ一日です。どんな状況でも確固たる態度を保ち、周囲の人に信頼を与える役割を担えるでしょう。責任ある選択が、より良い結果をもたらします。\n• チャンスからの学び:\n論理的かつ実用的な視点で物事を捉えることが大切です。自分の領域をはっきりさせ、必要な境界線を定めましょう。\n今日のラッキーアドバイス\n\n• 赤や金などの力強い色があなたの決断力を高めてくれます。 🔥\n• 時間管理を徹底し、小さな目標から一つずつ達成してみましょう。 🎯\n• 周囲と調和しながらも、自分の権威をうまく維持する術を学んでみてください。 🛡️\nThe Emperorは「あなたの中には強力なリーダーがいる」というメッセージを伝えています。今日一日、自信を持って秩序と安定を作り上げるすてきな時間をお過ごしください！ 🌟💪",
  
	"05": "今日のカード: The Hierophant (教皇) 🕊️✨\nThe Hierophantは伝統、知恵、そして精神的な学びを象徴します。このカードは、あなたが新たな知識を得たり、自身の信念体系を点検する時期にあることを示しています。今日は学びと内面の成長にフォーカスせよというメッセージです。\n• 今日のエネルギー:\n誰かから大切な教えを受け取るかもしれませんし、逆にあなたが周りの人にインスピレーションを与える存在となるかもしれません。伝統的なアプローチや既存の方法を信頼しつつ、自分の信念を深める時間をとりましょう。\n• チャンスからの学び:\n何か新しいことを学んだり、自分の価値観・哲学を振り返るきっかけになります。\n今日のラッキーアドバイス\n\n• 本を読んだり、インスピレーションを与える講義を聞いてみてください。 📚\n• 今日は白や金の小物が、あなたのエネルギーを安定かつ豊かにしてくれるでしょう。 🌟\n• 伝統的な方法やルールを活用して問題解決を試みましょう。\nThe Hierophantは「学びと成長があなたの人生をより豊かにする」というメッセージを伝えています。今日一日、内面と外面の両方で新たな洞察とインスピレーションを得られますように。 🌟🙏",
  
	"06": "今日のカード: The Lovers (恋人) 🌟💞\nThe Loversは愛、調和、選択、そして深い関係を象徴します。このカードは、今日あなたが誰かとの関係で重要な局面を迎えたり、自分の価値観に基づく大事な決断を下す可能性を示唆します。\n• 今日のエネルギー:\n今日は愛と絆のエネルギーが強く流れる日です。大切な会話をしたり、より深い理解に至るチャンスがあるかもしれません。また、あなたの価値観や信念に合うような選択が求められるかもしれません。\n• チャンスからの学び:\nあなたの選択は周囲の人々との関係に影響を及ぼします。心と頭のバランスを保ちながら決めることが大切です。\n今日のラッキーアドバイス\n\n• ロマンチックな雰囲気を演出したり、大切な人と一緒の時間を過ごしてみてください。 🌹\n• 赤やピンクなどの暖色系が今日の運気を高めてくれます。 💖\n• 自分の感情に正直であることが、関係の調和を築くカギとなります。\nThe Loversは「真実の関係と選択が人生に調和をもたらす」というメッセージを伝えています。今日一日、あなたの心と周囲が愛とハーモニーで満たされますように！ 💕🌟",
  
	"07": "今日のカード: The Chariot (戦車) 🛡️✨\nThe Chariotは決断力、意志、勝利、そして前進するエネルギーを象徴します。このカードは、あなたが目標に向かって揺るぎなく進むべきだという力強いメッセージを伝えます。\n• 今日のエネルギー:\n今日は、自分が望むことを達成するために自信と決断力を発揮する時です。外部からの邪魔や混乱があるかもしれませんが、あなたの意志がそれを乗り越えるでしょう。\n• チャンスからの学び:\n自分を信じ、前に進む勇気を持ってください。特に対立状況では、論理的で毅然とした姿勢が重要です。\n今日のラッキーアドバイス\n\n• 目標をはっきりさせ、優先順位をつけましょう。 🎯\n• 黒や銀のような力強い色が集中力を高めてくれます。 🖤\n• テンションの上がる音楽を聴いて、モチベーションを高めてみてください。 🎵\nThe Chariotは「あなたの意志が成功への鍵」と伝えています。今日一日、自信をもって思い描く道を突き進んでください！ 🚀🌟",
  
	"08": "今日のカード: Strength (力) 💪🌟\nStrengthは内なる勇気、忍耐、そして穏やかな力を象徴します。このカードは、どんな困難に直面しても落ち着きと優しさで乗り越えられると教えてくれます。\n• 今日のエネルギー:\n今日はあなたの内面の強さとバランスのとれた態度が光る日です。大変なことがあっても心の平静を保てば解決が見えてくるでしょう。\n• チャンスからの学び:\n時には物理的な力よりも、柔和で思いやりあるアプローチが大きな変化をもたらします。\n今日のラッキーアドバイス\n\n• 自然の中で過ごし、自分のエネルギーをリセットしましょう。 🌿\n• 金色や緑などの暖かく安定した色が今日の運気を上げてくれます。 🌟\n• 自分を大切にする時間を取り、ポジティブな言葉をかけてみてください。 💖\nStrengthは「真の強さは優しさから生まれる」というメッセージを伝えています。今日一日、勇気とバランスで何事も乗り越え、輝くあなたでいてください！ 🦁✨",
  
	"09": "今日のカード: The Hermit (隠者) 🕯️✨\nThe Hermitは内面の探求、知恵、そして静かな省察を象徴します。このカードは、一人で自分の心を見つめ、本当の答えを見つける時期にいると教えてくれます。\n• 今日のエネルギー:\n複雑な状況を離れ、自分だけの静かな場所を探すべき時です。内面の声に耳を傾け、何が本当に大切かを悟ることができる日でしょう。\n• チャンスからの学び:\n答えは外側ではなくあなたの中にあります。じっくりと自分と対話する時間をとってください。\n今日のラッキーアドバイス\n\n• 静かな場所で瞑想や日記を書く時間を持ってみてください。 🖋️\n• 温かい飲み物を楽しみながら、自分をいたわる時間を作りましょう。 ☕\n• 今日は青や銀のアクセサリーがあなたの内面エネルギーを高めてくれるかもしれません。 🌙\nThe Hermitは「内なる知恵があなたを導く」というメッセージを伝えています。今日一日、自分自身との対話を通じて、新たな洞察と安らぎを見つけてください。 🕯️🌟\n",
  
	"10": "今日のカード: The Wheel of Fortune (運命の輪) 🌟\nThe Wheel of Fortuneは変化、運命、そして循環の法則を象徴します。このカードは、あなたの人生が重要な転換期を迎えていること、そしてポジティブな変化が近づいていることを告げています。\n• 今日のエネルギー:\n今日は思いがけない幸運やチャンスが訪れる可能性があります。人生の流れに身を任せ、変化を受け入れるなら、そこから大きく成長できるでしょう。\n• チャンスからの学び:\n人生は絶えず変化しています。今の状況が良くても悪くても、この流れが新たなスタートや学びをもたらしてくれます。\n今日のラッキーアドバイス\n\n• オープンマインドで一日を迎えましょう。変化は常に新たな可能性を伴います。 🌈\n• 金色や青などの色が今日の幸運を高めてくれるでしょう。 ✨\n• 小さな幸運でも感謝を忘れず、ポジティブなエネルギーを広げてください！ 🍀\nThe Wheel of Fortuneは「すべては巡り巡り、あなたに合ったタイミングが近づいている」と伝えています。今日一日、変化の流れの中で新しいチャンスを見つけてください！ 🎡💖\n",
  
	"11": "今日のカード: Justice (正義) ⚖️✨\nJusticeは公正、真実、そして責任を象徴します。このカードは、正しい選択を行い自分の行動に責任を持つべき時期が来ていると示唆します。努力と結果がバランスをとるタイミングでもあるかもしれません。\n• 今日のエネルギー:\n今日は真実と公正さが重要な一日です。物事を客観的に見て、偏らずに判断しようという姿勢が求められます。もし過去に選択したことがあれば、その結果が今あなたの前に現れるかもしれません。\n• チャンスからの学び:\n正直な行動とバランスのとれた決断によって、良い結果が得られます。今まさに慎重で責任ある態度を保つべき時です。\n今日のラッキーアドバイス\n\n• 重要な契約や決定をする際は細部までしっかり確認し、長期的な影響も考慮しましょう。 📜\n• 青や白などの色があなたのエネルギーを安定させてくれます。 💙\n• 内面のバランスを見つけるために、短い瞑想や落ち着く時間を設けてください。 🧘‍♀️\nJusticeは「真実と公正がいつもあなたの味方になる」というメッセージを含んでいます。今日一日、あなたの価値観と信念を守りながら賢明な選択をしてください。 ⚖️🌟\n",
  
	"12": "今日のカード: The Hanged Man (吊るされた男) 🔄✨\nThe Hanged Manは停止、新たな視点、そして内面の省察を象徴します。このカードは、今の状況を改めて見直し、これまでのやり方を手放す必要があるかもしれないと告げています。\n• 今日のエネルギー:\n行動を起こすよりも、立ち止まって自省するのが大切な日です。状況が停滞しているように見えても、この停止の中で新しい見方や気づきを得られます。今日は、問題を別の観点から見つめたり、既存の固定観念から離れることが重要です。\n• チャンスからの学び:\n今すぐ解決しなくても、現在の状態から学び、成長できる機会があることを忘れないでください。\n今日のラッキーアドバイス\n\n• 心に余裕を持ち、焦らない態度を保ちましょう。 🧘‍♂️\n• 緑や銀などのアイテムが今日の安定したエネルギーをサポートしてくれます。 🌿\n• 静かに一人の時間をとって、新しいアイデアを浮かべてみましょう。\nThe Hanged Manは「停止の中でこそ真の気づきが訪れる」というメッセージを示しています。今日一日、ゆったりとした気持ちで自分や状況を新たな視点で見直し、有意義な時間をお過ごしください。 🔄🌟\n",
  
	"13": "今日のカード: Death (死神) 🌑✨\nDeathは終わりと新しい始まり、そして変化を象徴します。このカードは物理的な死を示すのではなく、古いものを手放し、新しいものを受け入れるタイミングだということを示唆します。\n• 今日のエネルギー:\n今日は何かが終わり、新たな章が開かれる転換点にある日かもしれません。変化を恐れず、それがあなたをより良い方向へ導くと信じてください。過去の不要なパターンや関係を整理し、あなたにとって本当に大切なことに集中してみましょう。\n• チャンスからの学び:\nすべての終わりは新しい始まりでもあります。人生に自然に起こる変化を受け入れたときに、成長と発展が訪れます。\n今日のラッキーアドバイス\n\n• 家や周囲の空間を整理しながら、不要なものを処分してみてください。 🧹\n• 黒や白などの色が、今日のバランスと再生のエネルギーを象徴するかもしれません。 ⚫⚪\n• 新たなチャンスに心を開き、気楽な気持ちで一歩踏み出してみましょう。\nDeathは「何かの終わりは常に新しい始まりを意味する」というメッセージを含みます。今日一日、変化を受け入れ、新しい可能性に心を開く素敵な時間をお過ごしください。 🌟🌱\n",
  
	"14": "今日のカード: Temperance (節制) ⚖️🌟\nTemperanceはバランス、調和、そして忍耐を象徴します。このカードは、さまざまな要素をうまく調和させる必要があると伝えています。急いでことを進めず、落ち着きと安定感を持って一日を過ごしましょう。\n• 今日のエネルギー:\n今日はバランスが重要です。何でも適度に調和よく維持しようとすることで良い結果を得られます。状況を無理に変えようとせず、自然な流れに任せると良いでしょう。\n• チャンスからの学び:\n今は極端な選択よりも、中立的な姿勢で状況を見極めることが大事です。忍耐を持って調和を維持すれば、より大きな達成を迎えます。\n今日のラッキーアドバイス\n\n• 今日は水に関わるアクティビティ（入浴や散歩など）で心を落ち着かせてみてください。 🌊\n• 白や淡いパステルカラーがあなたの穏やかなエネルギーを高めます。 🌼\n• 深呼吸を心がけて、ストレスを感じたら少し休憩をとるようにしましょう。\nTemperanceは「調和とバランスの中で真の平和が見つかる」と伝えています。今日一日、静かな心であなたらしいリズムを見つけてください。 🌈💖\n",
  
	"15": "今日のカード: The Devil (悪魔) 🕸️🔥\nThe Devilは誘惑、執着、そして束縛を象徴します。このカードは、あなたが何かから抜け出せない状態にある、または何らかの物事に過度に依存しているかもしれないことを示唆します。しかし同時に、あなた自身が自由になる力を持っていることも教えてくれます。\n• 今日のエネルギー:\n今日は、自分の人生に不要な執着や制限がないか見直すタイミングです。もし何かがあなたを縛っているなら、それを認識し、自発的に抜け出そうとする努力が必要です。\n• チャンスからの学び:\nこのカードはコントロールを取り戻せというメッセージを送ります。自分の弱点を受け入れ、それを成長のきっかけにしましょう。\n今日のラッキーアドバイス\n\n• 心を軽くするためにシンプルでクリーンな環境を作ってみてください。 🧹\n• 濃い色（黒や濃紺）は集中力を高め、あなたのエネルギーを安定させられます。 ⚫🔵\n• 自分を追い込みすぎず、心の余裕を見つける活動（瞑想や運動など）を行いましょう。 🧘‍♀️\nThe Devilは「あなたを縛るものから自由になりなさい」というメッセージを伝えています。今日一日、自分を解放し、新たな視野へと進む時間にしてください。 🔥🌟\n",
  
	"16": "今日のカード: The Tower (塔) 🏰⚡\nThe Towerは突然の変化、啓示、そして再建のチャンスを象徴します。このカードは、予期せぬ出来事や気づきによってあなたの人生に変化が起こり得ることを示唆します。しかしながら、その変化は最終的にあなたにも成長と新しいスタートをもたらすでしょう。\n• 今日のエネルギー:\n今日は計画が思わぬ形で変わるかもしれません。初めは混乱するかもしれませんが、より良い方向へ導かれると信じてみてください。\n古い信念や仕組みが崩壊することがあっても、それはより堅固な土台を作るためのチャンスです。\n• チャンスからの学び:\n変化を恐れず、このプロセスを通して学び、成長してください。混乱の中でも、あなたは一層の力と気づきを得るでしょう。\n今日のラッキーアドバイス\n\n• 落ち着いて状況を見つめ、過度な感情的反応を抑えましょう。 🌿\n• 黒や濃いグレーなどの暗い色が、あなたのエネルギーを保護し、バランスを維持する助けになります。 ⚫🌌\n• どんなことが起きても「これもいずれ過ぎ去る」という心持ちで受け止めてみてください。\nThe Towerは「混乱の中で真の啓示が得られ、新たな基盤を築ける」というメッセージを届けます。今日一日、予想外の変化にもくじけず、新たなチャンスを発見してください。 🌩️🌟\n",
  
	"17": "今日のカード: The Star (星) 🌌✨\nThe Starは希望、癒し、インスピレーション、そして新たな可能性を象徴します。このカードはあなたが人生の方向性を見出し、内面の平和と調和を取り戻す時期であることを知らせます。将来についてのポジティブなビジョンがあなたの前に広がるでしょう。\n• 今日のエネルギー:\n今日はあなたの夢や目標を想像し、新しい希望を抱くのにふさわしい日です。人生の流れを信じ、現在の問題も解決へ向かうと信じてみてください。このカードはあなたが癒しと再生の過程にいることを示唆しています。\n• チャンスからの学び:\nあなたの潜在能力を信じ、大きな視点で物事を見ましょう。インスピレーションを得て、新しいスタートを準備するのに完璧なタイミングです。\n今日のラッキーアドバイス\n\n• 夜空を見上げながら気持ちを落ち着かせ、自分とつながる時間を作ってください。 🌌\n• 青や銀などの色が今日の希望に満ちたエネルギーを強化してくれます。 🌟\n• 水に関わる活動（お風呂、散歩など）があなたのエネルギーを癒やす手助けとなるでしょう。 💧\nThe Starは「希望があなたの道を照らし続ける」というメッセージを伝えています。今日一日、新たなエネルギーを受け入れ、夢に向かって進むすばらしい日となりますように。 🌟💖\n",
  
	"18": "今日のカード: The Moon (月) 🌌🌙\nThe Moonは直感、感情、そして隠された真実を象徴します。このカードは、あなたの内面に疑問や混乱が生じるかもしれないが、それも感情を理解し成長するプロセスだと示唆します。\n• 今日のエネルギー:\n今日は直感や感情が高まる日です。不確かな状況で早く答えが欲しくなるかもしれませんが、すべてが明らかになるまで待つことも大切。内なる声に耳を傾け、自分を信じてください。\n• チャンスからの学び:\n表面下に隠されているものを読み取ってください。今は急な判断を下すより、流れを見極めながら直感を活かす時期です。\n今日のラッキーアドバイス\n\n• 静かな時間と空間を確保して、瞑想や夢の記録をしてみましょう。 🧘‍♀️\n• 銀色や白のアイテムがあなたの直感を高めるかもしれません。 🌟\n• 不安を感じたら、温かいお茶などでリラックスして心を落ち着けるのもいいですね。 ☕\nThe Moonは「直感を信じ、すべてが明らかになるまで待ちなさい」というメッセージを含みます。今日一日、自分を信じ、内なる声に耳を澄ます時間を過ごしてください。 🌙💖\n",
  
	"19": "今日のカード: The Sun (太陽) 🌟🌞\nThe Sunは成功、喜び、活気、そしてポジティブなエネルギーを象徴します。このカードは、あなたの人生が明るいエネルギーに満ち、自信を持って進むべき時期だと伝えています。\n• 今日のエネルギー:\n今日はあなたの明るいパワーが周囲にも伝わる日でしょう。何を試みても成功の可能性が高く、喜びや感謝の瞬間が訪れるはず。新しいスタートや挑戦にも幸運がついてきます。\n• チャンスからの学び:\nあなたのポジティブな姿勢と自信が、あらゆる場面を有利に変えてくれます。困難に直面しても、太陽の光のように希望と活気を失わないでください。\n今日のラッキーアドバイス\n\n• 日光を浴びながら散歩したり、明るい空間で時間を過ごしてください。 ☀️\n• 黄色やオレンジなど、鮮やかで温かい色が今日のエネルギーをさらに高めてくれます。 🌻\n• 周囲の人に暖かい言葉をかけることが、幸運につながるかもしれません。 💛\nThe Sunは「明るい日々があなたのもとに訪れている」というメッセージを発しています。今日一日、太陽のように輝くエネルギーを放ち、前向きな過ごし方を楽しんでください！ 🌞🌈\n",
  
	"20": "今日のカード: Judgment (審判) 🔔✨\nJudgmentは気づき、決断、そして新たな始まりを象徴します。このカードは、過去を整理し、新しい気づきとともに再出発する機会が巡ってきていることを示します。重要な選択を下すタイミングで、その選択があなたの未来に大きく影響を与えるかもしれません。\n• 今日のエネルギー:\n今日、あなたは過去と自分の内面を振り返り、大切な洞察を得ることができるでしょう。古い問題を解決したり、新たな方向に進むための決断を下すかもしれません。過去の失敗や経験は今こそあなたの成長と成功の足がかりとなります。\n• チャンスからの学び:\n自分を許し、過去を手放してください。真の成長は、心の重荷を下ろすことから始まります。\n今日のラッキーアドバイス\n\n• 一人になれる時間を取り、自分の感情を整理してみましょう。 🧘‍♀️\n• 青や銀のような落ち着いた色があなたの心を安定させてくれます。 🌌\n• 過去の経験が思い返されたなら、それを受け入れ、新たな決意をするきっかけにしてみましょう。\nJudgmentは「新しい日々があなたの前に広がっている」というメッセージを伝えています。今日一日、内面の気づきを通じて、より大きな自信と確信をもって進んでいきましょう。 🌟💖\n",
  
	"21": "今日のカード: The World (世界) 🌟🌍\nThe Worldは完成、達成、そして新たな旅を始める準備を象徴します。このカードは、あなたが目標をうまくやり遂げ、新しい章へと進む準備ができていることを示しています。\n• 今日のエネルギー:\n今日はあなたがこれまで努力してきたことがついに実を結び、あなたの才能が認められる日となる可能性があります。また、新たな可能性が開かれ、人生の流れが完全に調和する時期でもあるでしょう。\nこれまで歩んできた道を振り返り、自分をほめてあげる時間を持ってください。\n• チャンスからの学び:\n終わりは同時に新しい始まりを意味します。自信を持って次のステップへの準備をしましょう。\n今日のラッキーアドバイス\n\n• 祝い事や小さな成功を記念する時間をつくってみてください。 🎉\n• 青や緑などの自然な色が、今日のエネルギーを高めてくれます。 🌱\n• 旅行や新しい人との出会いで新しい視点を得てみてください。 🌏\nThe Worldは「あなたの旅は完結し、新たな始まりが待っている」というメッセージを伝えています。今日一日、達成感と喜びを満喫し、未来へのインスピレーションを得るすてきな時間としてください。 🌟💖\n"
  }