{
	"00": "今年的爱情牌：The Fool 🌟\n卡牌信息\nThe Fool象征新的开始、冒险与可能性。关于爱情，它表示：\n\n“今年很可能会开始新的浪漫或新的关系。用开放的心态接受爱情吧。”\n\n这张牌暗示在爱情中要有冒险精神，并对新的机会保持开放。\n\n今年的爱情提示 🌟\n对新的人敞开心扉：对于进入你生活的新人际缘分，要以开放的姿态去面对。 🌈💞\n勇敢行动：无论是深化现有关系还是开始新的恋情，都要拿出勇气。 🚀💖\n放下偏见：抛开对爱情固有的观念或恐惧，尽情享受当下。 🌿✨\n享受当下：与其过度担心未来，不如珍惜此刻的浪漫时光。 🎉🌟\n🌟 一句话建议：以开放与冒险的心态拥抱爱情的新可能。\n\nThe Fool带有新的开始与可能性的能量。愿你在今年的爱情里拥有让人心动的新体验和关系！😊✨\n",
  
	"01": "今年的爱情牌：The Magician ✨\n卡牌信息\nThe Magician象征能力、魅力以及行动力。关于爱情，它表示：\n\n“今年你能够展现个人魅力，在爱情中起主导作用，并创造理想的关系。”\n\n这张牌显示，你可以在爱情中积极引导并朝着你想要的方向发展。\n\n今年的爱情提示 🌟\n相信自己的魅力：自信的态度会让你更闪耀，也会吸引新的缘分。 🌟💖\n主动行动：如果你渴望一段爱情，请大胆表白或采取行动。 🎯✨\n富有创意的约会：通过特别而有创意的想法，让爱情变得更深入和精彩。 🎨🌈\n加强沟通：通过真诚而具有魅力的对话，使彼此关系更加紧密。 🗣️💞\n🌟 一句话建议：发挥你的魅力，积极主导你的爱情。\n\nThe Magician蕴含可能性与成就的能量。愿你在今年的爱情中实现你想要的关系！😊✨\n",
  
	"02": "今年的爱情牌：The High Priestess 🌙\n卡牌信息\nThe High Priestess象征直觉、神秘以及内在洞察。关于爱情，它表示：\n\n“今年在爱情方面要相信你的直觉与内在感受。或许会发现隐藏在表面之下的真相。”\n\n这张牌强调谨慎和内在觉知在爱情中的重要性。\n\n今年的爱情提示 🌟\n信任直觉：在做与爱情有关的重要决定时，倾听你内心的声音。 🌙💡\n洞察对方真心：努力观察对方的行为背后隐藏的情感与真意。 🔍✨\n慢慢培养感情：不要着急，耐心并平静地让爱情成长。 🌿💞\n保持内在平和：先学会爱自己，通过内在的平和形成更健康的关系。 🧘‍♀️🌟\n🌟 一句话建议：运用直觉和内在智慧，在爱情中获得关键的启示。\n\nThe High Priestess带有内在洞察与神秘的能量。愿你在今年的爱情里获得更深的理解与连接！😊✨\n",
  
	"03": "今年的爱情牌：The Empress 🌺\n卡牌信息\nThe Empress象征丰盈、创造以及关爱的照料。关于爱情，它表示：\n\n“今年你能体验到爱情的丰盈与温暖，建立一个彼此关怀和呵护的关系。”\n\n这张牌暗示，你的爱情会充满富足和温暖的能量。\n\n今年的爱情提示 🌟\n保持温暖态度：用关怀和体贴对待对方，让爱情更加深厚。 💖🌿\n表达感情：坦诚地表达你的情绪，为爱情注入更多丰富性。 🗣️🌟\n创造性恋爱：不拘泥于平凡的约会方式，通过特别体验拉近双方距离。 🎨💞\n给予与接受关怀：不仅要照顾对方，也要做好被照顾的准备。 🤝✨\n🌟 一句话建议：以丰富而温暖的爱来推动关系更进一步。\n\nThe Empress蕴含爱情和丰盛的能量。愿你在今年的爱情里获得深切的满足和幸福！😊✨\n",
  
	"04": "今年的爱情牌：The Emperor 🛡️\n卡牌信息\nThe Emperor象征稳定、保护以及责任感。关于爱情，它表示：\n\n“今年在爱情中，需要注重稳定与负责任的态度。建立一个值得信赖的关系。”\n\n这张牌显示，在爱情中要重视信任与稳定感。\n\n今年的爱情提示 🌟\n保持责任感：在爱情中展现保护对方与给予信任的行动。 💖🛡️\n打造稳定基础：通过持续努力为关系带来安全感。 🌿✨\n坦诚沟通：为了建立信任，彼此坦诚分享情感和想法。 🗣️💡\n制定长期规划：一起构想未来，让关系更深远地发展。 🎯🌈\n🌟 一句话建议：以责任心创造稳固的爱情。\n\nThe Emperor具备稳定与信任的能量。愿你今年在爱情中筑起更坚实的基础！😊✨\n",
  
	"05": "今年的爱情牌：The Hierophant 📘\n卡牌信息\nThe Hierophant象征传统、建议以及信任。关于爱情，它表示：\n\n“今年在爱情中要重视传统方式与信任。通过他人的建议，让感情更加成熟。”\n\n这张牌意味着，你能在传统与稳定的基础上使爱情变得更加成熟。\n\n今年的爱情提示 🌟\n运用传统方式：在培养爱情的过程中，传统的约会方式或经典手段可能更有效。 💐✨\n注重信任：把信任放在关系首位，努力让彼此更加了解对方。 🤝💞\n寻求建议：当感到迷茫时，不妨倾听值得信赖的朋友或家人的意见。 📋💡\n保持奉献态度：对彼此尽心付出，并成为彼此相互依靠的对象。 🌈🌿\n🌟 一句话建议：通过信任与建议，让爱情更成熟、更稳定。\n\nThe Hierophant携带传统与稳定的能量。愿你在今年的爱情里建立深厚的信任与奉献！😊✨\n",
  
	"06": "今年的爱情牌：The Lovers 💕\n卡牌信息\nThe Lovers象征和谐、选择以及深层连结。关于爱情，它表示：\n\n“今年你可能在爱情中面临重要决定，去感受关系中的真正连结吧。”\n\n这张牌暗示爱情中的和谐关系以及关键的抉择时刻。\n\n今年的爱情提示 🌟\n真诚对话：与对方进行深层次交流，让感情更加紧密。 🗣️💖\n营造和谐：尊重彼此的差异，维持平衡的关系。 🌈✨\n慎重作出重要选择：在爱情中的重大决定时，用理性与情感平衡思考。 ⚖️💡\n打造浪漫时刻：规划特别且浪漫的瞬间，让爱情更为深厚。 🎉🌟\n🌟 一句话建议：通过真正的连结，在爱情里找到深刻的意义与幸福。\n\nThe Lovers带有和谐与爱的能量。愿你在今年的爱情中经历真正的连结！😊✨\n",
  
	"07": "今年的爱情牌：The Chariot 🚀\n卡牌信息\nThe Chariot象征意志、推进力以及胜利。关于爱情，它表示：\n\n“今年在爱情中需要坚强的意志与果断。为爱积极行动吧。”\n\n这张牌代表为爱情付出努力、接受挑战的能量。\n\n今年的爱情提示 🌟\n为爱而努力：积极采取行动，让你与心爱的人关系更进一步。 🚀💞\n设定目标：明确想在关系里达成的目标并将其付诸行动。 🎯✨\n共同克服困难：当遇到难题时，不要放弃，携手度过。 🌿💡\n表达热情：向对方展示你的真心与热忱。 💖🌈\n🌟 一句话建议：以热情与意志，在爱情中收获成功的关系。\n\nThe Chariot象征胜利与推动力。愿你在今年积极地建立成功的爱情！😊✨\n",
  
	"08": "今年的爱情牌：Strength 🦁\n卡牌信息\nStrength象征耐心、勇气和内在力量。关于爱情，它表示：\n\n“今年，你需要在爱情中展现耐心与勇气。理解并尊重彼此的差异。”\n\n这张牌表明，要形成能够包容彼此优缺点的关系。\n\n今年的爱情提示 🌟\n保持耐心：当关系遇到问题时，要耐心共同解决。 🌿💡\n勇敢表达：不要惧怕表明你的情感与想法。 🗣️💖\n尊重不同：理解对方的差异，维持和谐相处。 🌈✨\n控制情绪：在爱情的难关里保持冷静并运用内在力量。 🧘‍♀️💞\n🌟 一句话建议：以耐心与勇气在爱情中建立更深层的连结。\n\nStrength携带坚韧与和谐的能量。愿你在今年的爱情里获得更大的理解与成长！😊✨\n",
  
	"09": "今年的爱情牌：The Hermit 🔦\n卡牌信息\nThe Hermit象征内省、独处与洞察。关于爱情，它表示：\n\n“今年需要对爱情进行深度思考，并对自己诚实。或许你需要一些独处的时光。”\n\n这张牌意味着你要通过内在反省来决定爱情的方向。\n\n今年的爱情提示 🌟\n留出独处时间：独自思考爱情，整理自己的情绪。 🔦💡\n寻找内心真相：了解自己真正想要的爱情样貌。 🌈✨\n理解感情流动：通过分析自己的情绪，获得对爱情的洞察。 🧘‍♀️💞\n慢慢培养感情：不要急于求成，稳健地让爱情发芽、成长。 🌿📋\n🌟 一句话建议：通过内在反省，在爱情中获得更深的洞察与成长。\n\nThe Hermit具备反省与洞察的能量。愿你在今年的爱情中找到真正的方向！😊✨\n",
  
	"10": "今年的爱情牌：The Wheel of Fortune 🎡\n卡牌信息\nThe Wheel of Fortune象征变化、机遇以及命运之流。关于爱情，它表示：\n\n“今年在爱情中可能出现意料之外的改变与机会。顺应命运的流动吧。”\n\n这张牌表示，要正面接受爱情中的变化。\n\n今年的爱情提示 🌟\n对变化保持开放：即使碰到意外状况，也要敞开心扉去迎接爱情。 🔄💞\n相信命运：在爱情的流动中，对命运保持信心并积极行动。 🌈✨\n抓住机会：别错过新的相遇或让关系升温的机会。 🚀💖\n在变化中保持平衡：无论爱情如何演变，都别丢失自己的中心。 🌿🎯\n🌟 一句话建议：通过拥抱变化和机会，为爱情开启新的篇章。\n\nThe Wheel of Fortune蕴含命运与机遇的能量。愿你在今年的爱情中通过新机会而成长！😊✨\n",
  
	"11": "今年的爱情牌：Justice ⚖️\n卡牌信息\nJustice象征公平、平衡以及责任感。关于爱情，它表示：\n\n“今年在爱情里，平衡的关系与责任感格外重要。诚实地表达感受，并建立信任。”\n\n这张牌强调了公平与信任在爱情中的作用。\n\n今年的爱情提示 🌟\n真诚沟通：坦率地向对方传达你的感受与想法。 🗣️💖\n维持平衡：在爱情里关注付出与回报的和谐。 ⚖️💞\n负责任地去爱：考虑行为对关系的影响，做到负责任的行动。 🌿✨\n构筑信任：努力打造彼此信任、彼此扶持的关系。 🤝🌈\n🌟 一句话建议：以公平和责任感在爱情中实现信任与平衡。\n\nJustice蕴含平衡与信任的能量。愿你在今年的爱情中收获稳定而和谐的关系！😊✨\n",
  
	"12": "今年的爱情牌：The Hanged Man 🔄\n卡牌信息\nThe Hanged Man象征停顿、新视角以及牺牲。关于爱情，它表示：\n\n“今年，你需要在爱情中尝试新的视角。有时需要为对方牺牲自己一部分利益。”\n\n这张牌显示，在爱情中也许需要暂时停顿或思维转变。\n\n今年的爱情提示 🌟\n从不同角度看待爱情：放下对当前关系或爱情的固化看法，用新视角来审视。 🔄💡\n不要着急：让爱情慢慢发展，等待时机成熟。 🧘‍♀️💞\n理解对方立场：试着站在对方角度思考，给予共鸣。 🌿💖\n牺牲之美：在爱情里，必要时放下自己的利益来达成和谐。 🤝✨\n🌟 一句话建议：通过新视角和理解，在爱情中创造更深的连结。\n\nThe Hanged Man带来新的观念和牺牲的能量。愿你今年在爱情里获得更多的理解与成熟！😊✨\n",
  
	"13": "今年的爱情牌：Death 🌑\n卡牌信息\nDeath象征改变、终结与新的开始。关于爱情，它表示：\n\n“今年是时候结束旧的恋爱模式或关系，准备新的开始了。”\n\n这张牌意味着在爱情里将迎来重要的转折点。\n\n今年的爱情提示 🌟\n结束有害关系：果断放下已不再积极的关系或习惯。 🚫💞\n准备迎接新爱情：疗愈过去的伤痛，为新的缘分做好准备。 🌈💖\n为成长而改变：改变你在爱情中的方式或态度，打造更好的关系。 🌿✨\n关爱自己：先学会爱自己，通过内在成长来开启爱情的新可能。 🧘‍♀️🌟\n🌟 一句话建议：接受改变，为爱情开启新的开始。\n\nDeath蕴含转变与全新的能量。愿你今年在爱情里发现新的可能与幸福！😊✨\n",
  
	"14": "今年的爱情牌：Temperance 🌈\n卡牌信息\nTemperance象征和谐、平衡与节制。关于爱情，它表示：\n\n“今年在爱情里需要保持和谐与平衡。努力避免过度或不足的情况。”\n\n这张牌暗示，爱情中要保持和谐与均衡的态度。\n\n今年的爱情提示 🌟\n平衡的爱：远离极端情绪或行为，让爱情处于和谐的状态。 ⚖️💞\n节制的表达：避免过火或情绪爆发，以柔和的方式接近对方。 🌿💖\n尊重差异：即使发生冲突，也要理解彼此的不同并追求和谐。 🤝✨\n慢慢培养：爱情若不急于求成，反而更扎实深厚。 🧘‍♀️🌈\n🌟 一句话建议：通过和谐与平衡，在爱情中获得安宁与幸福。\n\nTemperance携带和谐与稳定的能量。愿你今年在爱情里构筑平和而协调的关系！😊✨\n",
  
	"15": "今年的爱情牌：The Devil 🔥\n卡牌信息\nThe Devil象征执着、诱惑及束缚。关于爱情，它表示：\n\n“今年要警惕在爱情中出现的有害执着或诱惑，追求真正自由且健康的关系。”\n\n这张牌警示在爱情里过度依恋或负面情绪的危害性。\n\n今年的爱情提示 🌟\n维持健康关系：避免过度依赖或执着，尊重彼此的独立性。 ⚖️💞\n处理负面情绪：自己觉察嫉妒或焦虑，及时化解。 🌿💡\n警惕诱惑：防范可能损害关系的外部诱惑。 🚫🔥\n呵护自我：在爱情中保护好自己，不要受伤，同时保持内心平静。 🧘‍♀️✨\n🌟 一句话建议：摆脱有害的执着，追求健康而自由的爱情。\n\nThe Devil蕴含束缚与解放的能量。愿你今年在爱情中建立更健康、更自由的关系！😊✨\n",
  
	"16": "今年的爱情牌：The Tower ⚡\n卡牌信息\nThe Tower象征突变、冲击以及新的开始。关于爱情，它表示：\n\n“今年在爱情里可能会发生意想不到的变化，要把它当作新的开始的契机。”\n\n这张牌说明爱情中的意外事件或许能成为成长与变革的契机。\n\n今年的爱情提示 🌟\n接受变化：面对出乎意料的转折，要正面看待。 🔄💡\n保持冷静：当情绪或状况突然转变时，维持沉着应对。 🌿✨\n筹备新的开始：变化结束后，为了更好地前行做好准备。 🚀💖\n保持学习心态：在变化里汲取教训，让爱情逐渐成熟。 📚🌈\n🌟 一句话建议：将爱情里的变化视为成长机会，为新的开始做好准备。\n\nThe Tower蕴含变革与重生的能量。愿你今年在爱情中收获更大的成熟与幸福！😊✨\n",
  
	"17": "今年的爱情牌：The Star 🌟\n卡牌信息\nThe Star象征希望、治愈以及灵感。关于爱情，它表示：\n\n“今年可借由希望和治愈，在爱情中发现新的可能性。”\n\n这张牌象征着爱情中的治愈和新的希望。\n\n今年的爱情提示 🌟\n保持正面态度：别丢失对爱情的期望，用正能量经营感情。 🌈💞\n疗愈自己：治愈过去的伤痛，为更健康的爱情做好准备。 🌿💖\n探索新可能：寻找爱情中的新机会或新方向。 🚀✨\n情感上保持开放：和对方真诚对话，建立更深的连结。 🗣️🌟\n🌟 一句话建议：通过希望与治愈，找到爱情的新的可能性。\n\nThe Star蕴含希望与灵感的能量。愿你在今年的爱情里达成正面的改变！😊✨\n",
  
	"18": "今年的爱情牌：The Moon 🌙\n卡牌信息\nThe Moon象征不确定性、直觉与情感流动。关于爱情，它表示：\n\n“今年你或会在爱情中直面隐藏的真相或不确定性。相信直觉，谨慎行事。”\n\n这张牌突出了爱情中的情绪复杂与内在洞察力。\n\n今年的爱情提示 🌟\n信赖直觉：在表面上看不清的情况下，借助直觉辨明真相。 🌙💡\n理解情感流动：分析自己和对方的情绪，建立更深的了解。 🧘‍♀️💞\n别急躁：在爱情做出关键决策前，谨慎思考并做判断。 ⚖️🌿\n明确沟通：通过坦诚透明的交流，减少情绪混乱。 🗣️✨\n🌟 一句话建议：用直觉与谨慎克服爱情中的不确定性。\n\nThe Moon具备直觉与情感流动的能量。愿你今年在爱情中获得深度洞察与成长！😊✨\n",
  
	"19": "今年的爱情牌：The Sun 🌞\n卡牌信息\nThe Sun象征活力、喜悦与成功。关于爱情，它表示：\n\n“今年在爱情里，你能充分感受到明亮积极的能量，恋情会洋溢欢愉。”\n\n这张牌暗示着爱情的快乐与令人满意的结果。\n\n今年的爱情提示 🌟\n共享正能量：与对方一起创造幸福的瞬间，享受爱情。 🌈💖\n度过浪漫时光：准备特别的约会或活动庆祝你们的感情。 🎉💞\n表达感恩：诚恳地对对方表达感谢与爱，让感情更加紧密。 🗣️✨\n共同规划未来：善用这股爱情能量，一起描绘未来蓝图。 🚀🌿\n🌟 一句话建议：充分感受爱情中的喜悦和积极能量，让关系更紧密。\n\nThe Sun蕴含喜悦与成功的能量。愿你今年在爱情中享受闪耀的幸福！😊✨\n",
  
	"20": "今年的爱情牌：Judgement 🎺\n卡牌信息\nJudgement象征重新评估、决断与新的开始。关于爱情，它表示：\n\n“今年要回顾过去，在爱情中作出新的抉择，迈向更好的方向。”\n\n这张牌暗示在爱情中开始新旅程与做出重大决定。\n\n今年的爱情提示 🌟\n利用过去的教训：回顾之前的恋爱经历，做出更好的选择。 🌿💡\n进行重要决断：在爱情面临关键时，要谨慎思考后再定夺。 🎯💞\n整理情绪：放下留恋或负面情感，为更好的爱情做准备。 🧘‍♀️💖\n迎接新开始：准备好迎接爱情中的新机会。 🚀🌟\n🌟 一句话建议：借鉴过去，在爱情中开创新的开始与幸福。\n\nJudgement带有决断与新生的能量。愿你今年在爱情里做出更好的选择并取得成果！😊✨\n",
  
	"21": "今年的爱情牌：The World 🌍\n卡牌信息\nThe World象征完成、成就与整合。关于爱情，它表示：\n\n“今年，你将在爱情里完成目标，并让关系进入新的阶段。”\n\n这张牌意味着爱情上的重大成就与圆满。\n\n今年的爱情提示 🌟\n庆祝成果：若关系已达深层次，就好好享受这一成绩。 🎉💖\n设定新目标：如果关系相对稳定，可以一起制定新的目标或未来规划。 🚀💞\n追求持续成长：在成熟的爱情基础上，争取更长远的发展。 🌱🌿\n维持和谐关系：接受彼此的差异，并保持协调的爱。 🤝✨\n🌟 一句话建议：享受爱情中的成就，并让关系更上一层楼。\n\nThe World带有完成与新开始的能量。愿你在今年的爱情里收获满足与幸福！😊✨\n"
  }