{
	"00": "本月牌卡：The Fool (愚者) 🌟🎒\nThe Fool象征新的开始、冒险以及无限可能。本月你的生活中充满新鲜能量。有可能出现意想不到的机会，现在正是开启新旅程的好时机。\n• 本月能量:\n这个月要无所畏惧地向前迈进。相信自己的潜力，接受新的体验。即使犯下一些错误，那也是学习过程的一部分，会让你的旅程更加有意义。\n• 机会所带来的教训:\n就算感觉还没有做好万全准备，也没关系。关键是拥有开始的勇气。开放的心态和好奇心将引领你在本月取得成功。\n本月幸运提示\n\n• 试着开始一个新计划或项目。 🎨\n• 通过旅行或探索新地方获取各种灵感。 🗺️\n• 亮丽、充满活力的颜色（黄色、橙色）可以提升你的能量。 🌟\nThe Fool带来“所有的开始都充满激动与可能性”的讯息。这个月是你开启新大门、向梦想迈出一步的时刻。 🌈✨\n",
  
	"01": "本月牌卡：The Magician (魔术师) 🌟🪄\nThe Magician象征创造力、资源运用以及达成目标的能力。本月你能最大化发掘自己的潜能，并让想要的事变成现实。你手上已有完成一切所需的工具与机遇。\n• 本月能量:\n会有新想法迸现，或能找到富有创意的解决方案。此刻正是自信行动、相信自身能力的好时机。本月的能量将支持你开始任何事情。\n• 机会所带来的教训:\n成功取决于你准备的程度，以及你如何运用得到的机会。积极发挥创造力和资源吧。\n本月幸运提示\n\n• 明确你的目标，并制定具体的执行计划。 🎯\n• 像红色或金色这样的热情色彩能强化本月能量。 🔥\n• 若有想学的东西，现在是开始的最佳时机。\nThe Magician传递“你拥有创造你想要之事物的力量”的讯息。本月就像魔法般，你能凭借才干与热情达成目标。 🌟💖\n",
  
	"02": "本月牌卡：The High Priestess (女祭司) 🌌🌙\nThe High Priestess象征直觉、内在智慧以及隐藏的真相。本月，你要倾听内心声音，通过直觉找准方向。比起马上行动，先安静观察并做好准备更为重要。\n• 本月能量:\n此月需理解表面下的事物，相信自己的情感与直觉。若要做关键决策，请多依赖内心的声音而非纯理性分析。另外，你可能察觉到他人隐藏的意图或真相。\n• 机会所带来的教训:\n别过分着急行动，给自己时间观察。当所需信息和洞见到来时，再采取措施最妥当。\n本月幸运提示\n\n• 通过冥想或置身安静环境，倾听内心的声音。 🧘‍♀️\n• 如银色、蓝色等冷静的色调可增强本月能量。 🌟\n• 你的梦境或直觉可能提供线索，记录下你的想法和感受。\nThe High Priestess告诉我们“内在智慧将指引你前行”。本月你需要相信自己，顺从内在指引，度过富有意义的时光。 🌌✨\n",
  
	"03": "本月牌卡：The Empress (女皇) 🌟🌿\nThe Empress象征丰饶、创意、爱、以及与大自然的和谐。本月为你的生活注入温暖与富足，让你能将新想法付诸实现的绝佳时机。\n• 本月能量:\n你的创造力与审美将大放光彩。本月中，你正在创造或栽培的事物可能收获显著成果。你也能与周围人保持和睦的关系，分享爱与关怀。\n• 机会所带来的教训:\n富足与成功源自于耐心和细心的呵护。善用你的努力及各种资源，协调运行。\n本月幸运提示\n\n• 多亲近自然。可以试着做园艺或散步等。 🌼\n• 绿色、金色等自然系色彩能进一步激发本月能量。 🌟\n• 通过艺术或爱好活动，享受你独特的创意时光。 🎨\nThe Empress传递“你的努力会结出丰硕的果实”的讯息。本月，你的爱与创造力将让生活更加美好、更加富裕。 🌟💖\n",
  
	"04": "本月牌卡：The Emperor (皇帝) 🛡️✨\nThe Emperor象征秩序、稳固、权威和领导力。这个月，你需要在生活中担当主导地位，并以系统且坚决的方式朝目标努力。成功始于规划与持之以恒的努力。\n• 本月能量:\n可能出现需要领导力的状况或做重大决策的机会。以负责任的态度与清晰的规划迈向目标，你会赢得他人的信任与敬重。\n• 机会所带来的教训:\n稳健且务实的方式将带来成功。评估局势时多依赖理性而非情绪。\n本月幸运提示\n\n• 维持自身秩序，有效地管理时间。 📋\n• 像红色、金色等强烈色调，能强化你本月能量。 🔥\n• 明确职责与责任，和周围的人合作，获得更宏大的成果。 🤝\nThe Emperor传达“稳固的规划及领导力带你通往成功”的讯息。本月你将以自信和果断让生活更加稳健地前行。 👑✨\n",
  
	"05": "本月牌卡：The Hierophant (教皇) 🕊️✨\nThe Hierophant象征传统、智慧、学习和精神成长。本月，你或可获得新知识或重新检视自身的信念与价值观。遵循传统方法或规则可能更能发挥优势。\n• 本月能量:\n你将有机会获得生命中的重要启示。可能会面对一次学习时刻，又或许你自己会成为给他人带来启迪的角色。吸收传统与规则中的精髓，同时把握好检视自身信念、获得成长的机会。\n• 机会所带来的教训:\n知识与智慧能够丰盈你的生活。别畏惧学习，也别吝惜分享你所掌握的智慧。\n本月幸运提示\n\n• 投入书籍阅读或聆听讲座等学习活动。 📚\n• 如白色或金色等庄重高贵的色彩能提升本月能量。 🌟\n• 与导师或贤者相处，吸收他们的经验和见解。\nThe Hierophant带来“通过学习与成长成为更优秀的自己”的讯息。本月将为内在与外在发展打下坚实基础。 🕊️💖\n",
  
	"06": "本月牌卡：The Lovers (恋人) 🌟💖\nThe Lovers象征爱情、选择、和谐以及深层关系。本月可能出现关键性关系的发展，或根据你的价值观、信念做出要紧决策。\n• 本月能量:\n这是与身边人和谐相处、建立真诚关系的绝佳时机。爱与信任可在此时变得更加牢固，或许还需要在感性与理性之间保持平衡作出决定。\n• 机会所带来的教训:\n若面临重大决定，请倾听内心最真实的想法和信念。只有保证平衡，才能获得更大的满足与成功。\n本月幸运提示\n\n• 与你珍视的人共度时光，巩固你们的感情。 💞\n• 像粉色或红色那样的温暖色彩可强化本月的恋爱能量。 🌹\n• 坦诚表达自我，也聆听对方的心声。 🌈\nThe Lovers传递“真诚的关系与抉择，会给你的生活带来和谐”的讯息。这个月，你能在忠于内心的选择和充满爱与信任的气氛中享受更多丰富。 💖🌟\n",
  
	"07": "本月牌卡：The Chariot (战车) 🛡️✨\nThe Chariot象征意志、果断以及奔向成功的征程。本月你将拥有强大的能量，助力你冲刺目标、战胜障碍并取得胜利。\n• 本月能量:\n这个月你的自信与决断力或将受考验。只要你坚持强大的意志与专注力，就能跨越任何阻碍。明确好目标，全力向前不动摇。\n• 机会所带来的教训:\n相信自我实力与潜能。即便遇到冲突或干扰，你的决断与意志足以突破。\n本月幸运提示\n\n• 将大目标拆分成若干小步骤，逐一落实。 🎯\n• 类似黑色或银色的冷色调可强化你的专注度。 🖤✨\n• 保持积极心态，抽点时间来鼓励自我。\nThe Chariot表示“你的果断与意志能确保成功。”这个月，你能突破任何挑战，勇往直前地达成目标。 🚀🌟\n",
  
	"08": "本月牌卡：Strength (力量) 💪🌟\nStrength象征勇气、耐心，以及温柔却坚定的内在力量。这个月要相信自己的内心之力，即使面对难题，也能以沉着与柔和化解。\n• 本月能量:\n或许本月会遭遇富有挑战的时刻，但你的耐心与决心是克服一切的关键。强大的意志力结合温和的处理方式，将令你与周遭维系更好的人际关系。\n• 机会所带来的教训:\n真正的力量不在外表，而源于内在的平静。要正面迎对问题，同时保持善意与体贴。\n本月幸运提示\n\n• 亲近大自然以舒缓心灵并恢复能量。 🌿\n• 像金色或绿色等暖色调可加强你的坚韧与平衡。 🌟\n• 每天向自己传递积极肯定的话语，如“我足够坚强”。\nStrength传达“勇气与温柔是你最大的力量”讯息。本月，你能凭借耐心与坚韧实现成果，并与周围人建立暖心联系。 🦁🌟\n",
  
	"09": "本月牌卡：The Hermit (隐者) 🌌🕯️\nThe Hermit象征内省、独处与智慧。本月你需要与自我深层连接，寻找真正的目标或方向。摆脱外界的喧嚣，专心投入自我。\n• 本月能量:\n独处能带给你深刻的洞见与领悟。本月你可以在做重大决定前深入思考与准备。你的睿智甚至可能启发他人。\n• 机会所带来的教训:\n所有答案都在内心深处。相信自我，倾听内心声音。不急躁行动，而是以冷静思考为通向成功之钥。\n本月幸运提示\n\n• 在安静环境冥想或阅读度过些时光。 📚\n• 冷静的颜色如银色、蓝色能稳定你的能量。 🌟\n• 通过自我对话理清思绪，发现新的角度。\nThe Hermit阐述“内在智慧将为你照亮前路”。本月是深入内心、获取真实启发并为崭新方向做好预备的关键时刻。 🌌🕯️\n",
  
	"10": "本月牌卡：The Wheel of Fortune (命运之轮) 🌟🎡\nThe Wheel of Fortune象征命运的转折、变化与循环。本月你的人生中可能出现重要的转变，且有机会朝正面方向发展。\n• 本月能量:\n你可能遭遇意料之外的机遇或发现新的可能性。要相信命运流向，并灵活应变、继续前行。只要保持适应力，便能收获良好成果。\n• 机会所带来的教训:\n人生不息变化。当前的改变将带给你成长与宝贵收获。因为形势或许对你有利，请务必保持积极态度。\n本月幸运提示\n\n• 用开放心态接受新的机遇。 🌈\n• 金色或蓝色等活力色彩会点亮你的运势。 ✨\n• 持续正向思考，对小小好运也心怀感恩、乐在其中。 🍀\nThe Wheel of Fortune意指“命运永在变动，机会取决于你的选择”。这个月中，你可以享受新变革并借其达到更大成就。 🎡🌟\n",
  
	"11": "本月牌卡：Justice (正义) 🌟⚖️\nJustice象征公平、真实、平衡以及责任感。本月或许会遇到必须做出正确决定或直面过去行为后果的情形。以诚信和公正行事，能带给你成功与满足。\n• 本月能量:\n可能出现重要合约、关系或抉择之事。此时要以理智处之，客观思考，而非受情绪左右。先前的举动或决定，或许现在会呈现均衡结果。\n• 机会所带来的教训:\n务必在任何境况下保持诚实和公正。尊重彼此权益，持续承担责任，可带来好结果。\n本月幸运提示\n\n• 在做决定时，全盘考虑信息，并兼顾长远影响。 📜\n• 如白色、蓝色这类冷静色调能赋予你本月平衡与明晰。 🌌\n• 坦诚对待自己，也与周围人进行真实交流。 🤝\nJustice表示“诚实与公正赋予生活平静”。本月你能够以责任与可靠的态度澄清自身选择，缔造更平衡的人生。 ⚖️🌟\n",
  
	"12": "本月牌卡：The Hanged Man (倒吊人) 🔄✨\nThe Hanged Man象征停顿、新视角及内心反省。这个月，与其匆忙行动，不如先暂停，换个角度看待你当前处境。\n• 本月能量:\n现在比起行动更注重反思与观察。即便碰到问题，也要摒弃以往做法，用新的眼光看待局面。务必记住，这份停顿并非停滞，而是为获得更好结果所做的准备。\n• 机会所带来的教训:\n有时等待和自省才是最有力的行动。正是时候整合自己，以寻找更优方案。\n本月幸运提示\n\n• 保留独处时光，通过冥想或写日记来检视内心。 🧘‍♂️\n• 银色、绿色等沉稳色彩可强化你此月的平稳能量。 🌿\n• 不妨跳出原有框架，尝试规划一些新鲜事物。\nThe Hanged Man带来“新的视角开启新的道路”的讯息。本月，你可重新审视生活，从而收获深刻顿悟。 🌟💖\n",
  
	"13": "本月牌卡：Death (死亡) 🌟🌱\nDeath象征结束、新开端以及深度转变。它预示某些事物的终结与新阶段的起点，揭示本月是变革与重生的关键时刻。\n• 本月能量:\n你可趁机摒弃过去陈旧的模式或禁锢你的部分，朝新方向前进。开始会觉得陌生、畏惧，但这个改变会给你带来更好的前景。\n• 机会所带来的教训:\n放下过去就是为成长敞开大门。不要惧怕终结，积极迎接新的开端。\n本月幸运提示\n\n• 整理旧物或人际，让生活更简洁宽松。 🧹\n• 像黑色或白色这种颜色，可令你在转变期更加沉着。 ⚫⚪\n• 给自己留些时间，建立小规划来尝试新事物。\nDeath传达“终结总伴随新的开始”这一讯息。本月你将迎来人生的大变化，并借此收获更深层的成长。 🌱💖\n",
  
	"14": "本月牌卡：Temperance (节制) ⚖️🌟\nTemperance象征平衡、和谐、耐心及中庸之道。本月你需在生活中落实和谐，并使万事均衡。别太匆忙，要保持从容与稳重。\n• 本月能量:\n这时期需避免过度的欲望或极端之举，充分运用整合不同元素的能力。平和心态与坚持不懈会对达成目标助力颇大。\n• 机会所带来的教训:\n耐心及平衡的态度是成功的关键。领悟让步与合作的重要性，并将其贯彻。\n本月幸运提示\n\n• 减少压力，藉由冥想或安静散步保持内心平衡。 🌿\n• 像白色或柔和的粉彩色系可提升本月稳定、和谐的能量。 🌸\n• 做重大决断时要公平考虑双方观点。\nTemperance指出“在和谐与平衡中能达成最伟大的成功。”这个月，你在不慌不忙的心态下，平和地向目标迈进。 🌈💖\n",
  
	"15": "本月牌卡：The Devil (恶魔) 🕸️🔥\nThe Devil象征束缚、诱惑及自我局限。本月须检视自己是否对某些事物过度依赖或执着。这张牌传递强烈讯息，要认清束缚你的要素并脱离，以寻求真正的自由。\n• 本月能量:\n你需要反思自身行为或选择对生活造成的影响。亦要留意物质诱惑或追求短暂满足。努力选取能带来长远裨益的方向。\n• 机会所带来的教训:\n你具备足够能力去挣脱那些束缚。一旦摆脱无谓的执念，会发掘到更广阔的成长与机遇。\n本月幸运提示\n\n• 收纳整理居家或工作区域，抛弃没用的物品或恶习。 🧹\n• 暗色调如黑色、深蓝可增强专注力并保护你的能量。 ⚫🔵\n• 借积极的自我对话鼓励自己，摆脱限制性思维。 🌈\nThe Devil表示“你的自由取决于你自己的选择。”本月你可摆脱束缚，奔向真正的自由和更大的成长。 🔥🌟\n",
  
	"16": "本月牌卡：The Tower (高塔) 🏰⚡\nThe Tower象征突然的变动、震撼以及重建。本月你也许会遇到出人意料的事件，对生活产生重大影响。最初可能会感到混乱，但此变动最终会引导你朝更好方向。\n• 本月能量:\n旧有方式或固化观念或许会崩塌，带来新的视野和契机。虽然或许感觉不适应甚至令人意外，但请相信这是为了奠定更坚实根基。\n• 机会所带来的教训:\n在变动与混沌中依然能学到宝贵经验。抓住此时机当成个人成长与新开端的好机会。某些事物终结后就能迎接新的开始。\n本月幸运提示\n\n• 面对意料之外的情况时保持灵活，并想办法把压力降到最低。 🌿\n• 深灰或白色能在混乱中安定你的能量。 ⚫⚪\n• 写日记或冥想帮你整理内心，再次确认真正想要的目标。\nThe Tower昭示“在混乱中寻找机遇，并重建新的基础。”本月，在不可预期的变化中，你能为更好未来奠定坚固基石。 🌩️🌟\n",
  
	"17": "本月牌卡：The Star (星星) 🌌🌟\nThe Star象征希望、灵感、疗愈以及新可能性。本月你将充满正能量，能量驱使你朝梦想与目标前进。过去若有困难，此月给你带来治愈与重生机会。\n• 本月能量:\n明确你所想完成的事，并向未来迈出一步。对身边环境与自身保持希望，在生活点滴中寻找快乐。\n• 机会所带来的教训:\n着眼更宏大的蓝图，相信当下的困难会替你打开新的机遇之门。\n本月幸运提示\n\n• 在繁星闪烁的夜空下冥想，或花时间亲近大自然。 🌌\n• 蓝色或银色等色调能加强你的平静和希望能量。 🌟\n• 以积极心态与感恩吸引更多好运。\nThe Star传递“希望将照亮前路，你的梦想可化为现实”之意。本月你可在内外兼修中获得启发，向更光明的未来迈进。 🌟💖\n",
  
	"18": "本月牌卡：The Moon (月亮) 🌌🌙\nThe Moon象征直觉、内在探索与情感深度。本月也许会有不确定状况或隐藏真相浮现，需要依靠直觉来找到答案。\n• 本月能量:\n你可能看穿表面下的东西，与内心感情产生更深连接。或许会经历混乱或模糊，但这样的经历或可带来内在启示。\n• 机会所带来的教训:\n相信你的直觉，倾听心底声音。在一切尚未完全清晰时，你的感觉能带领你走向正确道路。\n本月幸运提示\n\n• 记录梦境或透过冥想探究内在讯息。 🌌\n• 银色或白色等色彩能强化这个月的神秘氛围。 🌟\n• 混乱中要保持冷静，静待情况逐步显现。\nThe Moon意味着“当一切尚不明朗时，要相信你的直觉与内在力量。”这个月你会发掘潜在可能，并用内在智慧来准备人生的下一步。 🌙💖\n",
  
	"19": "本月牌卡：The Sun (太阳) 🌟🌞\nThe Sun象征成功、喜悦以及活力四射的能量。本月能量明亮而积极，你在各方面或能迎来丰硕成果与满足感。\n• 本月能量:\n你将信心倍增，并与周围人共享温暖联系。努力和激情容易得到认可，带来快乐与成就。\n• 机会所带来的教训:\n专注于生活正面面向，并与他人分享你的阳光能量。即使是微小的成就，也要乐于接受，然后更上一层楼。\n本月幸运提示\n\n• 在阳光下活动，为自己补充活力。 ☀️\n• 明亮温暖的颜色如黄色或橙色，会强化本月能量。 🌈\n• 常怀感恩之心，以积极心态开始每一天。 💛\nThe Sun透露“像太阳般的光辉能量会带来成功与喜悦。”本月你的生活各方面都可望发生正面转变与丰硕成果。 🌞🌟\n",
  
	"20": "本月牌卡：Judgment (审判) 🌟🔔\nJudgment象征顿悟、决断与新开始。本月或许会做出重要的决策，依托过去体验与教训，为更美好的未来迈进。反思你的言行与选择对生活所产生的影响，抓住成长机遇。\n• 本月能量:\n这是化解旧问题、了结过去并展开新篇章的理想时机。回顾自己，明确内心真正的心愿与目标。重大领悟将为你的道路指明方向。\n• 机会所带来的教训:\n此刻是整顿过去、原谅自己并做好往前走准备的时候。相信内心声音，果断行动。\n本月幸运提示\n\n• 给自己安静的时间，反思过去经历所带来的教训。 🕯️\n• 蓝色或银色等色彩能激发此月的觉醒与决断力。 🌟\n• 激励自己，并对自己说“我已经准备好了”来加强决心。 💖\nJudgment表示“觉醒与决断开启新的起点。”本月你要专注内心，为再次出发做足准备。 🌟💫\n",
  
	"21": "本月牌卡：The World (世界) 🌟🌍\nThe World象征圆满、成就以及为新的开始做好准备。本月你所付出的努力都将结果显现，同时也是庆祝、并为下一个旅程蓄力的时刻。你可能在各方面感受到更多和谐与平衡。\n• 本月能量:\n这是目标圆满实现、值得你欢庆并自豪的时机。同时也要制定新目标，为更宏大的梦想做好准备。\n• 机会所带来的教训:\n任何旅程的终点都意味着新开端。享受当前的成果，并规划下一步的发展。\n本月幸运提示\n\n• 和亲友一起庆祝你的收获，分享成功的喜悦。 🎉\n• 像蓝色或绿色等自然色调能增强此月的正能量。 🌿\n• 计划新的学习或旅行，探索更广阔的世界。 🌏\nThe World暗示“你的旅程已告一段落，新世界正向你敞开大门。”本月你可以尽情享受取得的成功，同时也展开对新可能性的探索。 🌟💖\n"
  }