{
	"00": "오늘의 카드: The Fool (바보) 🌟\nThe Fool은 새로운 시작, 모험, 그리고 무한한 가능성을 상징합니다. 이 카드가 나타났다면, 지금은 열린 마음으로 새로운 경험을 받아들일 때라는 신호입니다.\n• 오늘의 에너지:\n무엇인가를 처음 시작하는 것에 설레는 에너지가 가득합니다. 기대와 함께 약간의 불확실함도 있을 수 있지만, 이 모든 것이 당신의 여정을 더욱 흥미롭게 만들어줍니다.\n• 기회가 주는 교훈:\n완벽하게 준비되지 않았다고 느껴도 괜찮습니다. 삶은 도전하고 배우는 과정이며, 실수조차도 성장으로 이어질 것입니다.\n오늘의 행운 팁\n\n• 가벼운 마음으로 하루를 즐기세요. 새로운 모험에 호기심을 가져보세요! 🌟\n• 노란색이나 파란색 같은 밝고 생동감 있는 색상이 행운을 가져올 수 있습니다. 🎨\n• 무언가 새로운 취미나 활동을 시작해보는 것도 좋은 선택입니다. 🌱\nThe Fool은 “세상의 가능성은 무한하다”는 메시지를 담고 있어요. 오늘 하루, 순수한 즐거움과 용기로 당신의 여정을 시작하시길 바랍니다! 🌟💖",
	"01": "오늘의 카드: The Magician (마법사) 🌟\nThe Magician은 창조력, 잠재력의 실현, 그리고 목표를 성취할 도구와 능력이 이미 당신에게 있음을 상징합니다. 이 카드는 “당신은 자신의 운명을 만들어갈 힘을 이미 가지고 있다”는 강력한 메시지를 전합니다.\n• 오늘의 에너지:\n오늘은 당신의 아이디어와 재능이 빛을 발하는 날입니다. 머릿속에서만 떠다니던 계획을 실행에 옮기거나, 새로운 프로젝트를 시작해보세요. 당신의 손끝에서 마법 같은 결과가 탄생할 수 있습니다!\n• 기회가 주는 교훈:\n주변에 있는 자원과 당신의 경험을 적극적으로 활용하세요. 모든 것이 완벽히 준비되지 않았다고 해도, 첫 발을 내딛는 용기가 중요합니다.\n오늘의 행운 팁\n\n• 자신감을 높이는 행동을 해보세요—작은 성과라도 스스로를 칭찬하세요. 🎯\n• 붉은색이나 금색 액세서리는 당신의 에너지를 강화해줄 수 있습니다. 🌟\n• 오늘은 실험 정신으로 무언가 새로운 것을 시도해보는 것이 행운의 열쇠입니다. 🛠️\nThe Magician은 “당신이 원하는 것은 모두 가능하다”는 메시지를 전하고 있어요. 오늘 하루, 당신의 마법 같은 능력을 믿고 원하는 것을 이루는 멋진 날이 되길 바랍니다! 🪄💫",
	"02": "오늘의 카드: The High Priestess (여사제) 🌌\nThe High Priestess는 직관, 신비로움, 그리고 내면의 지혜를 상징합니다. 이 카드는 당신에게 지금은 깊은 내면의 목소리에 귀를 기울이고, 직감을 신뢰하라는 메시지를 전달합니다.\n• 오늘의 에너지:\n눈에 보이지 않는 것들이 중요해지는 날입니다. 답을 찾으려고 너무 애쓰지 말고, 흘러가는 대로 두며 자신을 믿으세요. 오늘은 세세한 계획보다는 느낌과 직감을 따르는 것이 더 좋은 결과를 가져다줄 것입니다.\n• 기회가 주는 교훈:\n모든 것을 밝히려고 하지 마세요. 가끔은 미지의 영역에 발을 들이는 것도 성장을 위한 중요한 과정입니다.\n오늘의 행운 팁\n\n• 조용한 시간을 가지며 명상하거나 자신만의 공간에서 쉬어보세요. 🧘‍♀️\n• 보라색이나 은색의 물건이 오늘 당신의 에너지를 상승시켜줄 수 있습니다. 🌌\n• 직관적으로 떠오르는 생각이나 꿈에 집중하세요—중요한 메시지가 담겨 있을 수 있습니다.\nThe High Priestess는 “당신이 이미 알고 있는 답이 있다”는 메시지를 담고 있어요. 오늘 하루, 내면의 지혜를 믿고 직감을 따라가는 시간을 가져보세요. 🌙💖",
	"03": "오늘의 카드: The Empress (여제) 🌟\nThe Empress는 풍요, 창조성, 사랑, 그리고 돌봄을 상징합니다. 이 카드는 자연과 조화롭게 연결되고, 삶의 아름다움을 느끼며 당신의 에너지를 키워가라는 메시지를 전달합니다.\n• 오늘의 에너지:\n당신의 창의적인 면이 빛을 발할 하루입니다. 무언가를 만들어내거나 주변 사람들에게 따뜻함을 전할 수 있는 기회를 잡아보세요. 또한, 자기 자신을 사랑하고 돌보는 시간을 가져보는 것도 좋습니다.\n• 기회가 주는 교훈:\n당신이 심은 씨앗이 자라고 있는 중입니다. 인내심을 가지고 기다리면 풍요로운 결실을 맺을 것입니다.\n오늘의 행운 팁\n\n• 자연과 가까운 활동을 해보세요—산책이나 식물을 돌보는 것도 좋은 선택입니다. 🌱\n• 녹색이나 흰색 같은 자연의 색상이 오늘의 행운을 가져다줄 수 있습니다. 🌿\n• 주변 사람들과 시간을 보내며 따뜻한 관계를 키우는 것이 오늘의 에너지를 더해줄 것입니다. 💞\nThe Empress는 “당신 안에 무한한 풍요로움이 있다”는 메시지를 담고 있어요. 오늘 하루, 당신의 따뜻함과 창의적인 에너지가 삶을 더욱 풍성하게 만들어줄 거예요. 🌟💖",
	"04": "오늘의 카드: The Emperor (황제) 🛡️✨\nThe Emperor는 안정감, 권위, 질서, 그리고 리더십을 상징합니다. 이 카드는 당신에게 구조와 규칙을 세워야 할 시점이라는 메시지를 전합니다. 오늘은 실질적인 목표를 정리하고, 이를 이루기 위한 계획을 세우기에 좋은 날입니다.\n• 오늘의 에너지:\n당신의 리더십이 돋보이는 하루입니다. 어떤 상황에서도 확고한 태도를 유지하며, 주변 사람들에게 신뢰를 줄 수 있는 역할을 맡을 수 있습니다. 책임감 있는 선택이 더 나은 결과를 가져다줄 것입니다.\n• 기회가 주는 교훈:\n오늘은 논리적이고 실질적인 관점에서 문제를 해결하는 것이 중요합니다. 자신의 영역을 확고히 하고, 필요한 경계를 설정하세요.\n오늘의 행운 팁\n\n• 빨간색이나 금색 같은 강렬한 색상이 당신의 결단력을 강화할 수 있습니다. 🔥\n• 시간 관리를 철저히 하고, 작은 목표부터 차근차근 이뤄보세요. 🎯\n• 주변 사람들과 조화를 이루면서도 당신의 권위를 유지하는 법을 배우는 하루로 만들어 보세요. 🛡️\nThe Emperor는 “당신 안에 강력한 리더가 있다”는 메시지를 담고 있어요. 오늘 하루, 자신감을 가지고 질서와 안정감을 만들어가는 멋진 시간이 되길 바랍니다! 🌟💪",
	"05": "오늘의 카드: The Hierophant (교황) 🕊️✨\nThe Hierophant는 전통, 지혜, 그리고 영적 배움을 상징합니다. 이 카드는 당신이 새로운 지식을 얻거나, 자신의 믿음 체계를 점검하는 시기에 있음을 나타냅니다. 오늘은 배움과 내면의 성장에 초점을 맞추라는 메시지를 전하고 있습니다.\n• 오늘의 에너지:\n당신은 누군가로부터 중요한 가르침을 받을 수도 있고, 반대로 다른 사람들에게 영감을 주는 역할을 할 수도 있습니다. 전통적인 방식이나 기존의 방법을 신뢰하면서도, 스스로의 신념을 발전시키는 시간을 가져보세요.\n• 기회가 주는 교훈:\n무언가 새로운 것을 배우거나, 자신의 가치관과 철학을 점검하는 계기가 될 것입니다.\n오늘의 행운 팁\n\n• 책을 읽거나 영감을 주는 강의를 들어보세요. 📚\n• 오늘은 흰색이나 금색의 소품이 당신의 에너지를 더욱 안정적이고 풍성하게 만들어줄 것입니다. 🌟\n• 전통적인 방법이나 규칙을 활용하여 문제를 해결해 보세요.\nThe Hierophant는 “배움과 성장이 당신의 삶을 더 풍요롭게 만든다”는 메시지를 담고 있어요. 오늘 하루, 내면과 외부 모두에서 새로운 통찰과 영감을 발견하길 바랍니다. 🌟🙏",
	"06": "오늘의 카드: The Lovers (연인) 🌟💞\nThe Lovers는 사랑, 조화, 선택, 그리고 깊은 관계를 상징합니다. 이 카드는 오늘 당신이 누군가와의 관계에서 중요한 순간을 맞이하거나, 자신의 가치를 바탕으로 중요한 결정을 내릴 수 있음을 의미합니다.\n• 오늘의 에너지:\n오늘은 사랑과 유대감의 에너지가 강하게 흐르는 날입니다. 중요한 대화를 나누거나 관계를 더 깊이 이해할 기회가 있을 수 있어요. 또한, 당신의 가치와 신념에 부합하는 선택을 해야 할지도 모릅니다.\n• 기회가 주는 교훈:\n당신의 선택이 다른 사람들과의 관계에 영향을 미칠 수 있습니다. 마음과 머리의 균형을 유지하며 결정을 내리세요.\n오늘의 행운 팁\n\n• 로맨틱한 분위기를 연출하거나 소중한 사람과 시간을 보내보세요. 🌹\n• 빨간색이나 핑크색 같은 따뜻한 색상이 오늘의 행운을 북돋아 줄 것입니다. 💖\n• 자신의 감정에 솔직해지는 것이 관계의 조화를 더할 수 있습니다.\nThe Lovers는 “진실된 관계와 선택은 삶의 조화를 이룬다”는 메시지를 담고 있어요. 오늘 하루, 당신의 마음과 주변이 사랑과 조화로 가득 차길 바랍니다! 💕🌟",
	"07": "오늘의 카드: The Chariot (전차) 🛡️✨\nThe Chariot는 결단력, 의지, 승리, 그리고 앞으로 나아가는 에너지를 상징합니다. 이 카드는 목표를 향해 흔들림 없이 나아가라는 강렬한 메시지를 전달합니다.\n• 오늘의 에너지:\n오늘은 당신이 원하는 것을 이루기 위해 자신감과 결단력을 발휘해야 할 때입니다. 외부의 방해나 혼란이 있을 수 있지만, 당신의 의지가 이를 극복하게 도와줄 것입니다.\n• 기회가 주는 교훈:\n스스로를 믿고 앞으로 나아가는 용기를 가지세요. 특히 갈등 상황에서는 논리적이고 단호한 태도를 유지하는 것이 중요합니다.\n오늘의 행운 팁\n\n• 목표를 명확히 설정하고 우선순위를 정해보세요. 🎯\n• 검정색이나 은색 같은 강렬한 색상이 당신의 집중력을 강화해줄 것입니다. 🖤\n• 활기찬 음악을 들으며 자신을 독려해보세요. 🎵\nThe Chariot는 “당신의 의지가 성공의 열쇠이다”는 메시지를 담고 있어요. 오늘 하루, 자신감을 가지고 원하는 방향으로 멋지게 나아가세요! 🚀🌟",
	"08": "오늘의 카드: Strength (힘) 💪🌟\nStrength는 내면의 용기, 인내심, 그리고 온화한 힘을 상징합니다. 이 카드는 당신이 어떤 도전에 직면하더라도 침착함과 자비로움으로 이를 극복할 수 있음을 알려줍니다.\n• 오늘의 에너지:\n오늘은 당신의 내면의 강인함과 균형 잡힌 태도가 빛을 발하는 날입니다. 힘든 일이 있어도 마음의 평정을 유지하면 문제를 해결할 수 있을 거예요.\n• 기회가 주는 교훈:\n때로는 물리적인 힘보다는 부드럽고 이해심 있는 접근 방식이 더 큰 변화를 가져올 수 있습니다.\n오늘의 행운 팁\n\n• 자연에서 시간을 보내며 자신의 에너지를 회복해보세요. 🌿\n• 금색이나 초록색과 같은 따뜻하고 안정적인 색상이 오늘의 행운을 더해줄 수 있습니다. 🌟\n• 자기 자신에게 친절한 시간을 가져보세요. 긍정적인 말을 스스로에게 건네는 것이 힘을 줍니다. 💖\nStrength는 “진정한 강함은 온화함에서 나온다”는 메시지를 전하고 있어요. 오늘 하루, 용기와 균형으로 모든 것을 이겨내며 빛나는 당신이 되길 바랍니다! 🦁✨",
	"09": "오늘의 카드: The Hermit (은둔자) 🕯️✨\nThe Hermit는 내면의 탐구, 지혜, 고요한 성찰을 상징합니다. 이 카드는 당신이 혼자만의 시간을 통해 자신의 마음을 돌아보고, 진정한 답을 찾을 시점임을 알려줍니다.\n• 오늘의 에너지:\n복잡한 상황에서 벗어나 자신만의 고요한 공간을 찾아야 할 때입니다. 내면의 목소리에 귀를 기울이며 진정으로 중요한 것이 무엇인지 깨달을 수 있는 날입니다.\n• 기회가 주는 교훈:\n답은 외부가 아닌 당신 안에 있습니다. 시간을 내어 스스로와 깊은 대화를 나눠보세요.\n오늘의 행운 팁\n\n• 조용한 곳에서 명상하거나 일기를 써보는 시간을 가져보세요. 🖋️\n• 따뜻한 음료를 마시며 자신을 돌보는 시간을 가져보세요. ☕\n• 오늘은 파란색이나 은빛 액세서리가 당신의 내면 에너지를 강화해줄 수 있습니다. 🌙\nThe Hermit는 “내면의 지혜가 당신을 이끌 것”이라는 메시지를 담고 있어요. 오늘 하루, 자신과의 대화를 통해 새로운 통찰과 평화를 찾길 바랍니다. 🕯️🌟\n",
	"10": "오늘의 카드: The Wheel of Fortune (운명의 수레바퀴) 🌟\nThe Wheel of Fortune는 변화, 운명, 그리고 순환의 법칙을 상징합니다. 이 카드는 당신의 삶이 중요한 전환점에 있음을 알려주며, 긍정적인 변화가 다가오고 있다는 신호입니다.\n• 오늘의 에너지:\n오늘은 예상치 못한 행운이나 기회가 찾아올 수 있는 날입니다. 삶의 흐름에 몸을 맡기고 변화를 받아들인다면, 그 과정에서 큰 성장을 이룰 수 있습니다.\n• 기회가 주는 교훈:\n인생은 끊임없이 변화합니다. 지금의 상황이 좋든 나쁘든, 이 흐름이 당신에게 새로운 시작과 배움을 가져다줄 것입니다.\n오늘의 행운 팁\n\n• 열린 마음으로 하루를 맞이하세요. 변화는 항상 새로운 가능성을 동반합니다. 🌈\n• 금색이나 파란색과 같은 색상이 오늘의 행운을 북돋아 줄 수 있습니다. ✨\n• 작은 행운이라도 감사하며 받아들여 보세요. 긍정적인 에너지가 더욱 커질 것입니다! 🍀\nThe Wheel of Fortune은 “모든 것이 돌고 돌며, 당신에게 맞는 순간이 다가오고 있다”는 메시지를 전하고 있어요. 오늘 하루, 변화의 흐름 속에서 새로운 기회를 만나길 바랍니다! 🎡💖",
	"11": "오늘의 카드: Justice (정의) ⚖️✨\nJustice는 공정함, 진실, 그리고 책임감을 상징합니다. 이 카드는 당신이 올바른 선택을 해야 하며, 자신의 행동에 대해 책임을 져야 할 시점임을 나타냅니다. 또한, 노력과 결실이 균형을 이루는 순간이 다가오고 있다는 신호이기도 합니다.\n• 오늘의 에너지:\n오늘은 진실과 공정함이 중요한 날입니다. 상황을 객관적으로 바라보고, 편견 없이 판단하려는 자세가 필요합니다.\n만약 과거의 선택이 있다면, 그 결과가 이제 당신 앞에 드러날 수 있습니다.\n• 기회가 주는 교훈:\n정직한 행동과 균형 잡힌 결정을 통해 좋은 결과를 이끌어낼 수 있습니다. 지금이야말로 신중하고 책임 있는 태도를 유지해야 할 때입니다.\n오늘의 행운 팁\n\n• 중요한 계약이나 결정을 내릴 때는 세부 사항을 꼼꼼히 살피세요. 📜\n• 파란색과 흰색 같은 색상이 당신의 에너지를 안정적으로 유지해줄 것입니다. 💙\n• 내면의 균형을 찾기 위해 짧은 명상이나 마음을 가라앉히는 시간을 가져보세요. 🧘‍♀️\nJustice는 “진실과 공정함이 항상 당신의 편에 있다”는 메시지를 담고 있어요. 오늘 하루, 자신의 가치와 신념을 지키며 현명한 선택을 하시길 바랍니다. ⚖️🌟",
	"12": "오늘의 카드: The Hanged Man (매달린 사람) 🔄✨\nThe Hanged Man은 멈춤, 새로운 관점, 그리고 내면의 성찰을 상징합니다. 이 카드는 당신에게 현재 상황을 다시 바라보고, 기존의 방식을 내려놓아야 할 필요가 있음을 알려줍니다.\n• 오늘의 에너지:\n지금은 행동보다는 멈추고 성찰해야 할 시간입니다. 상황이 정체되어 보일 수 있지만, 이 멈춤 속에서 새로운 시각과 깨달음을 얻을 수 있습니다.\n오늘은 다른 관점에서 문제를 바라보거나, 기존의 고정관념에서 벗어나는 것이 중요합니다.\n• 기회가 주는 교훈:\n모든 일이 당장 해결되지 않더라도, 현재 상황 속에서 배우고 성장할 기회가 있다는 점을 기억하세요.\n오늘의 행운 팁\n\n• 마음을 여유롭게 하고, 상황을 서두르지 않는 태도를 유지하세요. 🧘‍♂️\n• 초록색이나 은색의 아이템이 오늘의 안정적인 에너지를 도와줄 수 있습니다. 🌿\n• 조용히 자신만의 시간을 가지며 새로운 아이디어를 떠올려보세요.\nThe Hanged Man은 “멈춤 속에서 진정한 깨달음이 온다”는 메시지를 담고 있어요. 오늘 하루, 여유를 가지고 자신과 상황을 새로운 시각으로 바라보며 의미 있는 시간을 보내시길 바랍니다. 🔄🌟",
	"13": "오늘의 카드: Death (죽음) 🌑✨\nDeath는 끝과 새로운 시작, 변화를 상징합니다. 이 카드는 물리적인 죽음을 의미하는 것이 아니라, 오래된 것들을 내려놓고 새로운 것을 받아들여야 할 시기를 나타냅니다.\n• 오늘의 에너지:\n오늘은 무언가가 끝나고 새로운 장이 열리는 전환점에 서 있는 날일 수 있습니다. 변화를 두려워하지 말고, 그것이 당신을 더 나은 방향으로 이끌 것임을 믿으세요.\n과거의 불필요한 패턴이나 관계를 정리하고, 당신에게 진정으로 중요한 것에 집중해보세요.\n• 기회가 주는 교훈:\n모든 끝은 새로운 시작을 의미합니다. 삶에서 자연스럽게 일어나는 변화를 받아들일 때, 성장과 발전이 찾아올 것입니다.\n오늘의 행운 팁\n\n• 집이나 주변 공간을 정리하면서 필요 없는 것들을 정리해보세요. 🧹\n• 검은색이나 흰색 같은 색상이 오늘의 균형과 재탄생 에너지를 상징할 수 있습니다. ⚫⚪\n• 새로운 기회에 마음을 열고, 가벼운 마음으로 한 걸음을 내디뎌 보세요.\nDeath는 “무언가의 끝은 항상 새로운 시작을 의미한다”는 메시지를 담고 있어요. 오늘 하루, 변화를 받아들이고, 새로운 가능성에 마음을 여는 멋진 시간이 되길 바랍니다. 🌟🌱",
	"14": "오늘의 카드: Temperance (절제) ⚖️🌟\nTemperance는 균형, 조화, 그리고 인내를 상징합니다. 이 카드는 당신이 다양한 요소를 잘 조화시켜야 할 시점이라는 메시지를 전합니다. 급하게 서두르지 말고, 차분하고 안정된 마음으로 하루를 보내세요.\n• 오늘의 에너지:\n오늘은 균형이 중요한 날입니다. 모든 것을 적당히 조화롭게 유지하려고 노력하면 좋은 결과를 얻을 수 있습니다. 상황을 무리하게 바꾸려 하지 말고, 자연스럽게 흘러가도록 두세요.\n• 기회가 주는 교훈:\n지금은 극단적인 선택보다 중립적인 태도로 상황을 바라보는 것이 중요합니다. 인내심을 가지고 조화를 유지하면 더 큰 성취가 찾아올 것입니다.\n오늘의 행운 팁\n\n• 오늘은 물과 관련된 활동(예: 목욕, 산책)을 통해 마음을 안정시켜 보세요. 🌊\n• 흰색이나 연한 파스텔 톤의 색상이 당신의 평온한 에너지를 강화해줄 것입니다. 🌼\n• 긴 호흡을 유지하며 스트레스를 느낄 때마다 잠시 쉬어가는 시간을 가지세요.\nTemperance는 “조화와 균형 속에서 진정한 평화가 찾아온다”는 메시지를 담고 있어요. 오늘 하루, 차분한 마음으로 당신만의 리듬을 찾아가길 바랍니다. 🌈💖",
	"15": "오늘의 카드: The Devil (악마) 🕸️🔥\nThe Devil는 유혹, 집착, 그리고 얽매임을 상징합니다. 이 카드는 당신이 어떤 상황에서 벗어나지 못하고 있거나, 무언가에 과도하게 의존하고 있음을 나타낼 수 있습니다. 하지만 동시에, 당신이 스스로를 해방할 힘을 가지고 있다는 사실도 알려줍니다.\n• 오늘의 에너지:\n오늘은 당신의 삶에서 불필요한 집착이나 제한을 점검해야 할 때입니다. 무언가가 당신을 얽어매고 있다면, 그것을 인식하고 의식적으로 벗어나려는 노력이 필요합니다.\n• 기회가 주는 교훈:\n이 카드는 당신이 통제할 수 있는 힘을 되찾으라는 메시지를 전합니다. 자신의 약점을 받아들이고, 그것을 성장의 기회로 삼아야 합니다.\n오늘의 행운 팁\n\n• 마음을 가볍게 하기 위해 단순하고 깨끗한 환경을 만들어보세요. 🧹\n• 짙은 색상(검정, 짙은 파랑)이 집중력을 높이고 당신의 에너지를 안정시켜줄 수 있습니다. ⚫🔵\n• 자신을 지나치게 몰아붙이지 말고, 마음의 여유를 찾는 활동(예: 명상, 운동)을 시도하세요. 🧘‍♀️\nThe Devil는 “자신을 얽매는 것에서 벗어나 자유를 찾아라”는 메시지를 담고 있어요. 오늘 하루, 자신을 해방하고 새로운 시각으로 나아가는 시간이 되길 바랍니다. 🔥🌟\n",
	"16": "오늘의 카드: The Tower (탑) 🏰⚡\nThe Tower는 갑작스러운 변화, 깨달음, 그리고 재건의 기회를 상징합니다. 이 카드는 예기치 못한 사건이나 깨달음이 당신의 삶에 변화를 일으킬 가능성이 있음을 알려줍니다. 하지만 이 변화는 결국 당신에게 성장과 새로운 시작을 가져다줄 것입니다.\n• 오늘의 에너지:\n오늘은 계획이 예상치 못한 방식으로 바뀔 수 있습니다. 처음엔 혼란스러울 수 있지만, 그것이 더 나은 방향으로 이끌어줄 수 있으니 믿음을 가져보세요.\n오래된 신념이나 구조가 무너질 수 있지만, 이는 더 강한 기반을 구축하기 위한 기회입니다.\n• 기회가 주는 교훈:\n변화를 두려워하지 말고, 이 과정을 통해 배우고 성장하세요. 혼란 속에서도 당신은 더 큰 힘과 깨달음을 얻게 될 것입니다.\n오늘의 행운 팁\n\n• 차분하게 상황을 바라보며 지나친 감정적 반응을 자제하세요. 🌿\n• 어두운 색상(검정, 짙은 회색)이 당신의 에너지를 보호하고 균형을 유지하는 데 도움이 될 수 있습니다. ⚫🌌\n• 어떤 일이 일어나든 “이 또한 지나가리라”는 마음으로 받아들이세요.\nThe Tower는 “혼란 속에서 진정한 깨달음이 찾아온다”는 메시지를 담고 있어요. 오늘 하루, 예상치 못한 변화 속에서도 용기를 잃지 말고, 새로운 기회를 발견하길 바랍니다. 🌩️🌟",
	"17": "오늘의 카드: The Star (별) 🌌✨\nThe Star는 희망, 치유, 영감, 그리고 새로운 가능성을 상징합니다. 이 카드는 당신이 삶의 방향성을 찾고, 내면의 평화와 조화를 되찾는 시기임을 알려줍니다. 미래에 대한 긍정적인 비전이 당신 앞에 펼쳐질 것입니다.\n• 오늘의 에너지:\n오늘은 당신의 꿈과 목표를 상상하며 새로운 희망을 품을 수 있는 날입니다. 삶의 흐름에 신뢰를 가지고, 현재의 어려움이 곧 해결될 것임을 믿으세요. 이 카드는 당신이 치유와 재생의 과정에 있다는 것을 암시합니다.\n• 기회가 주는 교훈:\n자신의 잠재력을 믿고, 더 큰 그림을 바라보세요. 지금은 영감을 얻고, 새로운 시작을 준비하기에 완벽한 시기입니다.\n오늘의 행운 팁\n\n• 밤하늘을 바라보며 마음을 가라앉히고 자신과 연결되는 시간을 가지세요. 🌌\n• 파란색이나 은색 같은 색상이 오늘의 희망적인 에너지를 강화해줄 것입니다. 🌟\n• 물과 관련된 활동(예: 목욕, 산책)이 당신의 에너지를 치유하는 데 도움이 됩니다. 💧\nThe Star는 “희망이 항상 당신의 길을 비춘다”는 메시지를 담고 있어요. 오늘 하루, 새로운 에너지를 받아들이고 꿈을 향해 나아가는 멋진 시간이 되길 바랍니다. 🌟💖",
	"18": "오늘의 카드: The Moon (달) 🌌🌙\nThe Moon는 직관, 감정, 그리고 숨겨진 진실을 상징합니다. 이 카드는 당신의 내면에서 의문이 생기거나 혼란스러움이 있을 수 있음을 나타냅니다. 그러나 이 또한 당신의 감정을 이해하고 성장하는 과정임을 의미합니다.\n• 오늘의 에너지:\n오늘은 직관과 감정이 강해지는 날입니다. 불확실한 상황에서 명확한 답을 찾고 싶겠지만, 모든 것이 서서히 드러날 때까지 기다리는 것이 중요합니다. 내면의 목소리에 귀를 기울이며 자신을 믿어야 할 때입니다.\n• 기회가 주는 교훈:\n표면 아래에 숨겨진 것들을 알아차리세요. 지금은 섣부른 판단을 내리기보다는 흐름을 지켜보며 직감을 활용하는 시기입니다.\n오늘의 행운 팁\n\n• 조용한 시간과 공간을 가지며 명상하거나 꿈을 기록해보세요. 🧘‍♀️\n• 은색이나 흰색 아이템이 당신의 직관을 강화할 수 있습니다. 🌟\n• 걱정이 많아질 땐, 따뜻한 차를 마시며 마음을 진정시키는 것도 좋습니다. ☕\nThe Moon은 “직감을 믿고, 모든 것이 드러날 때까지 기다리라”는 메시지를 담고 있어요. 오늘 하루, 자신을 믿고 내면의 목소리에 귀를 기울이는 시간이 되길 바랍니다. 🌙💖",
	"19": "오늘의 카드: The Sun (태양) 🌟🌞\nThe Sun은 성공, 기쁨, 생동감, 그리고 긍정적인 에너지를 상징합니다. 이 카드는 당신의 삶에 밝고 따뜻한 에너지가 가득하다는 신호로, 자신감을 가지고 나아갈 때임을 알려줍니다.\n• 오늘의 에너지:\n오늘은 당신의 밝은 에너지가 주변 사람들에게도 전해지는 날입니다. 무엇을 시도하든 성공의 가능성이 높으며, 기쁨과 감사의 순간들이 찾아올 것입니다. 새로운 시작이나 도전에도 행운이 따를 것입니다.\n• 기회가 주는 교훈:\n당신의 긍정적인 태도와 자신감이 모든 상황을 유리하게 이끌어줄 것입니다. 어려움 속에서도 태양의 빛처럼 희망과 활기를 잃지 마세요.\n오늘의 행운 팁\n\n• 햇빛을 쬐며 산책하거나 밝은 공간에서 시간을 보내보세요. ☀️\n• 노란색이나 주황색 아이템이 오늘의 에너지를 더 높여줄 것입니다. 🌻\n• 주변 사람들에게 따뜻한 말을 건네는 것이 행운을 부를 수 있습니다. 💛\nThe Sun은 “밝은 날이 당신 앞에 있다”는 메시지를 전하고 있어요. 오늘 하루, 태양처럼 빛나고 긍정적인 에너지를 발산하는 멋진 시간이 되길 바랍니다! 🌞🌈",
	"20": "오늘의 카드: Judgment (심판) 🔔✨\nJudgment는 깨달음, 결단, 그리고 새로운 시작을 상징합니다. 이 카드는 당신이 과거를 정리하고, 새로운 깨달음 속에서 다시 태어날 기회를 맞이하고 있음을 알려줍니다. 중요한 결정을 내려야 할 시기일 수 있으며, 그 선택은 당신의 미래에 큰 영향을 미칠 것입니다.\n• 오늘의 에너지:\n오늘은 자신의 내면과 과거를 돌아보며 중요한 통찰을 얻을 수 있는 날입니다. 오래된 문제를 마무리하거나, 새로운 방향으로 나아가기 위해 결단을 내릴 수 있습니다. 과거의 실수나 경험이 이제 당신의 성장과 성공을 위한 발판이 됩니다.\n• 기회가 주는 교훈:\n자신을 용서하고 과거를 놓아주세요. 진정한 성장은 마음의 짐을 덜어내는 것에서 시작됩니다.\n오늘의 행운 팁\n\n• 혼자만의 시간을 가지며 자신의 감정을 정리해보세요. 🧘‍♀️\n• 파란색이나 은색 같은 차분한 색상이 당신의 마음을 안정시킬 수 있습니다. 🌌\n• 과거의 경험이 떠오른다면 그것을 받아들이고, 새로운 결심을 다지는 계기로 삼아보세요.\nJudgment는 “새로운 날이 당신 앞에 펼쳐지고 있다”는 메시지를 담고 있어요. 오늘 하루, 내면의 깨달음을 통해 더 큰 자신감과 확신으로 나아가길 바랍니다. 🌟💖",
	"21": "오늘의 카드: The World (세계) 🌟🌍\nThe World는 완성, 성취, 그리고 새로운 여정을 시작하기 위한 준비를 상징합니다. 이 카드는 당신이 하나의 목표를 성공적으로 마무리하고, 새로운 장을 열 준비가 되어 있음을 나타냅니다.\n• 오늘의 에너지:\n오늘은 당신이 노력해 온 일들이 마침내 결실을 맺고, 당신의 능력이 인정받는 날이 될 가능성이 큽니다. 또한, 새로운 가능성이 열리며, 삶의 흐름이 완전히 조화를 이루는 시점입니다.\n지금까지 걸어온 길을 되돌아보며, 스스로를 칭찬하는 시간을 가지세요.\n• 기회가 주는 교훈:\n끝은 곧 새로운 시작입니다. 자신감을 가지고 다음 단계로 나아갈 준비를 하세요.\n오늘의 행운 팁\n\n• 축하할 일이 생기거나, 작은 승리를 기념하는 시간을 가지세요. 🎉\n• 푸른색이나 초록색 같은 자연의 색상이 오늘의 에너지를 강화할 수 있습니다. 🌱\n• 여행이나 새로운 사람들과의 만남을 통해 새로운 시각을 얻어보세요. 🌏\nThe World는 “당신의 여정이 완성되었고, 새로운 시작이 기다리고 있다”는 메시지를 담고 있어요. 오늘 하루, 성취감과 기쁨을 만끽하며 미래를 위한 영감을 얻는 멋진 시간이 되길 바랍니다. 🌟💖"
}