{
	"00": "올해의 사랑 카드: The Fool 🌟\n카드의 메시지\nThe Fool은 새로운 시작, 모험, 그리고 가능성을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 새로운 로맨스나 관계가 시작될 가능성이 높습니다. 열린 마음으로 사랑을 받아들이세요.\"\n\n이 카드는 사랑에 있어 모험적인 태도를 취하며, 새로운 기회를 받아들일 필요가 있음을 암시합니다.\n\n올해의 사랑 팁 🌟\n새로운 사람에게 마음 열기: 당신의 삶에 들어오는 새로운 인연에게 열린 마음으로 다가가세요. 🌈💞\n과감히 도전하기: 현재의 관계를 발전시키거나 새로운 사랑을 시작할 때 용기를 가지세요. 🚀💖\n편견을 버리기: 사랑에 대한 기존의 고정관념이나 두려움을 내려놓고 상황을 즐기세요. 🌿✨\n순간을 즐기기: 미래를 너무 걱정하기보다 지금의 로맨틱한 순간들을 만끽하세요. 🎉🌟\n🌟 한 줄 조언: 열린 마음과 모험적인 태도로 사랑의 새로운 가능성을 받아들이세요.\n\nThe Fool은 새로운 시작과 가능성의 에너지를 담고 있습니다. 올해 당신이 사랑에서 설레는 새로운 경험과 관계를 맺길 바랍니다! 😊✨\n",
	"01": "올해의 사랑 카드: The Magician ✨\n카드의 메시지\nThe Magician은 능력, 매력, 그리고 실행력을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 당신의 매력을 발휘하고 사랑에서 주도적인 역할을 하며 원하는 관계를 만들어 나갈 수 있는 해입니다.\"\n\n이 카드는 당신이 사랑을 주도적으로 이끌고 원하는 방향으로 발전시킬 가능성을 보여줍니다.\n\n올해의 사랑 팁 🌟\n자신의 매력을 믿으세요: 자신감 있는 태도가 당신을 더욱 빛나게 하고 새로운 인연을 끌어당깁니다. 🌟💖\n주도적으로 행동하기: 원하는 사랑이 있다면 용기 있게 행동하고 표현하세요. 🎯✨\n창의적인 데이트 계획: 특별하고 창의적인 아이디어로 사랑을 더 깊이 발전시키세요. 🎨🌈\n의사소통 강화: 솔직하고 매력적인 대화를 통해 상대와의 관계를 더 단단히 만드세요. 🗣️💞\n🌟 한 줄 조언: 당신의 매력을 발휘하고 주도적으로 사랑을 만들어 가세요.\n\nThe Magician은 가능성과 성취의 에너지를 담고 있습니다. 올해 당신이 사랑에서 원하는 관계를 이루길 바랍니다! 😊✨\n",
	"02": "올해의 사랑 카드: The High Priestess 🌙\n카드의 메시지\nThe High Priestess는 직관, 신비, 그리고 내적 통찰을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"사랑에서 직관과 내면의 감정을 신뢰해야 하는 해입니다. 겉으로 보이지 않는 진실을 발견할 수 있습니다.\"\n\n이 카드는 사랑에 있어 신중함과 내적인 깨달음이 중요함을 강조합니다.\n\n올해의 사랑 팁 🌟\n직관을 믿으세요: 사랑과 관련된 중요한 결정을 내릴 때 자신의 내면 목소리를 따르세요. 🌙💡\n상대방의 진심 파악하기: 상대의 행동 이면에 숨겨진 감정과 진심을 읽으려는 노력이 필요합니다. 🔍✨\n천천히 관계를 발전시키기: 서두르지 말고 신중하고 차분하게 사랑을 키워가세요. 🌿💞\n내면의 평화 유지: 자기 자신을 먼저 사랑하며 내적인 평화를 통해 더 건강한 관계를 형성하세요. 🧘‍♀️🌟\n🌟 한 줄 조언: 직관과 내면의 지혜를 활용해 사랑에서 중요한 깨달음을 얻으세요.\n\nThe High Priestess는 내면 통찰과 신비로움의 에너지를 담고 있습니다. 올해 당신이 사랑에서 더 깊은 이해와 연결을 이루길 바랍니다! 😊✨\n",
	"03": "올해의 사랑 카드: The Empress 🌺\n카드의 메시지\nThe Empress는 풍요, 창조, 그리고 사랑의 돌봄을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑의 풍요로움과 따뜻함을 경험할 수 있는 해입니다. 돌보고 돌봄 받는 관계를 만들어 가세요.\"\n\n이 카드는 사랑에서 풍성하고 따뜻한 에너지가 넘칠 것을 암시합니다.\n\n올해의 사랑 팁 🌟\n따뜻한 태도 유지: 상대방에게 애정과 배려로 다가가면 사랑이 더 깊어질 것입니다. 💖🌿\n감정을 표현하기: 자신의 감정을 솔직하게 표현하며, 사랑이 풍성해지도록 노력하세요. 🗣️🌟\n창조적인 사랑 만들기: 평범한 데이트 대신 특별한 경험을 만들어 서로에게 더 가까워지세요. 🎨💞\n돌봄과 지지 제공: 상대방을 돌보며, 동시에 스스로도 돌봄을 받을 준비를 하세요. 🤝✨\n🌟 한 줄 조언: 풍요롭고 따뜻한 사랑으로 관계를 더욱 발전시키세요.\n\nThe Empress는 사랑과 풍요의 에너지를 담고 있습니다. 올해 당신이 사랑에서 깊은 만족과 행복을 누리길 바랍니다! 😊✨\n",
	"04": "올해의 사랑 카드: The Emperor 🛡️\n카드의 메시지\nThe Emperor는 안정, 보호, 그리고 책임감을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"사랑에서 안정과 책임감 있는 태도가 중요한 해입니다. 신뢰할 수 있는 관계를 구축하세요.\"\n\n이 카드는 사랑에 있어 신뢰와 안정감을 중시해야 함을 나타냅니다.\n\n올해의 사랑 팁 🌟\n책임감 있는 태도 유지: 사랑에서 상대방을 보호하고 신뢰를 주는 행동을 하세요. 💖🛡️\n안정적인 기반 만들기: 관계에서 안정감을 주기 위해 꾸준히 노력하세요. 🌿✨\n솔직한 대화: 신뢰를 쌓기 위해 서로의 감정과 생각을 솔직히 나누세요. 🗣️💡\n장기적인 계획 세우기: 관계를 더 발전시키기 위해 미래를 함께 계획해 보세요. 🎯🌈\n🌟 한 줄 조언: 책임감 있는 태도로 안정적인 사랑을 만들어 가세요.\n\nThe Emperor는 안정과 신뢰의 에너지를 담고 있습니다. 올해 당신이 사랑에서 더 단단한 기반을 쌓길 바랍니다! 😊✨\n",
	"05": "올해의 사랑 카드: The Hierophant 📘\n카드의 메시지\nThe Hierophant은 전통, 조언, 그리고 신뢰를 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"사랑에서 전통적인 방식과 신뢰를 중시해야 하는 해입니다. 조언을 통해 더 성숙한 관계를 만들어 보세요.\"\n\n이 카드는 전통과 안정성을 바탕으로 사랑을 더욱 성숙하게 키워갈 수 있음을 나타냅니다.\n\n올해의 사랑 팁 🌟\n전통적인 접근 활용: 사랑을 키우는 데 있어 전통적인 데이트나 고전적인 방식이 효과적일 수 있습니다. 💐✨\n신뢰를 쌓기: 관계에서 신뢰를 우선시하며, 서로를 더 깊이 이해하도록 노력하세요. 🤝💞\n조언 구하기: 사랑에서 혼란스러울 때는 믿을 만한 친구나 가족의 조언을 받아 보세요. 📋💡\n헌신적인 태도 유지: 상대방에게 헌신하고, 서로에게 의지가 되는 관계를 만들어 가세요. 🌈🌿\n🌟 한 줄 조언: 신뢰와 조언을 통해 사랑을 더욱 성숙하고 안정적으로 발전시키세요.\n\nThe Hierophant은 전통과 안정성의 에너지를 담고 있습니다. 올해 당신이 사랑에서 깊은 신뢰와 헌신을 이룰 수 있기를 바랍니다! 😊✨\n",
	"06": "올해의 사랑 카드: The Lovers 💕\n카드의 메시지\nThe Lovers는 조화, 선택, 그리고 깊은 연결을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 중요한 결정을 내릴 순간이 올 수 있습니다. 관계에서 진정한 연결을 경험하세요.\"\n\n이 카드는 사랑에서 조화로운 관계와 중요한 선택의 순간을 암시합니다.\n\n올해의 사랑 팁 🌟\n진심 어린 대화: 상대와 깊이 있는 대화를 나누며 감정적으로 더 가까워지세요. 🗣️💖\n조화를 이루기: 서로의 차이를 존중하며 조화로운 관계를 유지하세요. 🌈✨\n중요한 선택 신중히 하기: 사랑에서 중요한 결정을 내릴 때 이성과 감정을 균형 있게 활용하세요. ⚖️💡\n로맨틱한 순간 만들기: 사랑을 더욱 깊게 하기 위해 특별하고 로맨틱한 순간을 계획하세요. 🎉🌟\n🌟 한 줄 조언: 진정한 연결을 통해 사랑에서 깊은 의미와 행복을 찾으세요.\n\nThe Lovers는 조화와 사랑의 에너지를 담고 있습니다. 올해 당신이 사랑에서 진정한 연결을 경험하길 바랍니다! 😊✨\n",
	"07": "올해의 사랑 카드: The Chariot 🚀\n카드의 메시지\nThe Chariot은 의지, 추진력, 그리고 승리를 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 강한 의지와 결단력이 필요합니다. 사랑을 위해 적극적으로 행동하세요.\"\n\n이 카드는 사랑을 위해 노력하고 도전하는 에너지를 상징합니다.\n\n올해의 사랑 팁 🌟\n사랑을 위한 노력: 사랑하는 사람과의 관계를 발전시키기 위해 적극적으로 노력하세요. 🚀💞\n목표 설정: 관계에서 이루고 싶은 목표를 설정하고 실천하세요. 🎯✨\n도전과 극복: 관계에서 어려움이 생길 때 포기하지 말고 함께 극복하세요. 🌿💡\n열정을 표현하기: 상대에게 당신의 진심과 열정을 보여주세요. 💖🌈\n🌟 한 줄 조언: 사랑에서 열정과 의지를 통해 관계를 성공적으로 이끄세요.\n\nThe Chariot은 승리와 추진력의 에너지를 담고 있습니다. 올해 당신이 사랑에서 적극적으로 성공적인 관계를 이루길 바랍니다! 😊✨\n",
	"08": "올해의 사랑 카드: Strength 🦁\n카드의 메시지\nStrength는 인내, 용기, 그리고 내적 힘을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 인내와 용기를 발휘해야 할 시기입니다. 서로의 차이를 이해하고 존중하세요.\"\n\n이 카드는 사랑에서 서로의 강점과 약점을 보듬는 관계를 만들어야 함을 암시합니다.\n\n올해의 사랑 팁 🌟\n인내심 가지기: 관계에서 문제가 생길 때 인내심을 가지고 함께 해결하세요. 🌿💡\n용기를 가지고 표현하기: 자신의 감정과 생각을 두려워하지 말고 솔직하게 표현하세요. 🗣️💖\n서로의 차이 존중: 서로의 다름을 이해하며, 조화로운 관계를 유지하세요. 🌈✨\n감정 조절하기: 사랑의 어려움 속에서도 침착함과 내적 힘을 발휘하세요. 🧘‍♀️💞\n🌟 한 줄 조언: 사랑에서 인내와 용기로 더 깊은 관계를 만들어 가세요.\n\nStrength는 강인함과 조화의 에너지를 담고 있습니다. 올해 당신이 사랑에서 더 큰 이해와 성장을 이루길 바랍니다! 😊✨\n",
	"09": "올해의 사랑 카드: The Hermit 🔦\n카드의 메시지\nThe Hermit은 내면 탐구, 고독, 그리고 통찰을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에 대해 깊이 생각하고 자신에게 솔직해져야 하는 해입니다. 혼자만의 시간이 필요할 수 있습니다.\"\n\n이 카드는 내적인 성찰을 통해 사랑의 방향을 정할 시기를 나타냅니다.\n\n올해의 사랑 팁 🌟\n혼자만의 시간 가지기: 사랑에 대해 혼자 깊이 생각하며 자신의 감정을 정리하세요. 🔦💡\n내면의 진실 찾기: 자신이 진정으로 원하는 사랑의 모습을 파악하세요. 🌈✨\n감정의 흐름 이해하기: 자신의 감정을 분석하며 사랑에 대한 통찰력을 얻으세요. 🧘‍♀️💞\n천천히 관계 발전시키기: 서두르지 말고 신중하게 사랑을 발전시키세요. 🌿📋\n🌟 한 줄 조언: 내면의 성찰을 통해 사랑에서 더 큰 통찰과 성장을 이루세요.\n\nThe Hermit은 성찰과 통찰의 에너지를 담고 있습니다. 올해 당신이 사랑에서 진정한 방향을 찾길 바랍니다! 😊✨\n",
	"10": "올해의 사랑 카드: The Wheel of Fortune 🎡\n카드의 메시지\nThe Wheel of Fortune은 변화, 기회, 그리고 운명의 흐름을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 예상치 못한 변화와 기회가 찾아올 수 있습니다. 운명의 흐름을 받아들이세요.\"\n\n이 카드는 사랑에서의 변화를 긍정적으로 수용해야 함을 나타냅니다.\n\n올해의 사랑 팁 🌟\n변화에 열려 있기: 예상치 못한 상황에서도 열린 마음으로 사랑을 받아들이세요. 🔄💞\n운명을 믿기: 사랑의 흐름 속에서 운명을 믿고 긍정적으로 행동하세요. 🌈✨\n기회 포착하기: 새로운 만남이나 관계 발전의 기회를 놓치지 마세요. 🚀💖\n변화 속 균형 유지: 사랑의 변화 속에서도 자신의 중심을 잃지 마세요. 🌿🎯\n🌟 한 줄 조언: 변화와 기회를 통해 사랑에서 새로운 장을 열어가세요.\n\nThe Wheel of Fortune은 운명과 기회의 에너지를 담고 있습니다. 올해 당신이 사랑에서 새로운 기회를 통해 성장하길 바랍니다! 😊✨\n",
	"11": "올해의 사랑 카드: Justice ⚖️\n카드의 메시지\nJustice는 공정성, 균형, 그리고 책임감을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 균형 잡힌 관계와 책임감이 중요한 해입니다. 정직하게 감정을 표현하고 신뢰를 쌓으세요.\"\n\n이 카드는 사랑에서의 공정함과 신뢰가 중요한 역할을 한다는 것을 알려줍니다.\n\n올해의 사랑 팁 🌟\n솔직한 의사소통: 상대방에게 자신의 감정과 생각을 정직하게 전달하세요. 🗣️💖\n균형 유지하기: 사랑에서 주고받는 감정이 조화를 이룰 수 있도록 노력하세요. ⚖️💞\n책임감 있는 사랑: 자신의 행동이 관계에 미칠 영향을 고려하며 책임감 있게 행동하세요. 🌿✨\n신뢰 쌓기: 서로를 믿고 지지하는 관계를 만들어 가세요. 🤝🌈\n🌟 한 줄 조언: 공정성과 책임감으로 사랑에서 신뢰와 균형을 이루세요.\n\nJustice는 균형과 신뢰의 에너지를 담고 있습니다. 올해 당신이 사랑에서 안정적이고 조화로운 관계를 구축하길 바랍니다! 😊✨\n",
	"12": "올해의 사랑 카드: The Hanged Man 🔄\n카드의 메시지\nThe Hanged Man은 멈춤, 새로운 관점, 그리고 희생을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 새로운 관점을 가져야 할 때입니다. 때로는 상대를 위해 희생이 필요할 수 있습니다.\"\n\n이 카드는 사랑에서 일시적인 멈춤이나 관점의 변화가 필요함을 나타냅니다.\n\n올해의 사랑 팁 🌟\n새로운 시각으로 사랑 보기: 현재의 관계나 사랑에 대한 고정관념을 내려놓고 다른 시각으로 바라보세요. 🔄💡\n서두르지 않기: 사랑을 천천히 발전시키며, 상황이 성숙해질 때까지 기다리세요. 🧘‍♀️💞\n상대방의 입장 이해하기: 상대방의 입장에서 생각하며 공감하려는 노력을 하세요. 🌿💖\n희생의 미덕: 사랑에서 필요할 때 자신의 이익을 양보하며 조화를 이루세요. 🤝✨\n🌟 한 줄 조언: 새로운 시각과 이해를 통해 사랑에서 더 깊은 연결을 만들어 가세요.\n\nThe Hanged Man은 새로운 관점과 희생의 에너지를 담고 있습니다. 올해 당신이 사랑에서 더 큰 이해와 성숙을 이루길 바랍니다! 😊✨\n",
	"13": "올해의 사랑 카드: Death 🌑\n카드의 메시지\nDeath는 변화, 끝맺음, 그리고 새로운 시작을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 오래된 패턴이나 관계를 정리하고, 새로운 시작을 준비할 때입니다.\"\n\n이 카드는 사랑에서 중요한 전환점이 될 시기를 암시합니다.\n\n올해의 사랑 팁 🌟\n해로운 관계 정리: 당신에게 더 이상 긍정적이지 않은 관계나 습관을 정리하세요. 🚫💞\n새로운 사랑을 준비하기: 과거의 상처를 치유하고 새로운 인연을 만날 준비를 하세요. 🌈💖\n성장을 위한 변화: 사랑의 방식이나 태도를 바꿔 더 나은 관계를 만들어 보세요. 🌿✨\n자신을 돌보기: 스스로를 사랑하며 내면의 성장을 통해 사랑에 대한 새로운 가능성을 열어보세요. 🧘‍♀️🌟\n🌟 한 줄 조언: 사랑에서 새로운 시작을 위해 변화를 받아들이세요.\n\nDeath는 변화와 새로움의 에너지를 담고 있습니다. 올해 당신이 사랑에서 새로운 가능성과 행복을 찾길 바랍니다! 😊✨\n",
	"14": "올해의 사랑 카드: Temperance 🌈\n카드의 메시지\nTemperance는 조화, 균형, 그리고 절제를 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 조화와 균형을 유지해야 할 때입니다. 지나치거나 부족한 것이 없도록 노력하세요.\"\n\n이 카드는 사랑에서의 조화로운 관계와 균형 잡힌 태도가 중요함을 나타냅니다.\n\n올해의 사랑 팁 🌟\n균형 잡힌 사랑: 감정과 행동에서 극단을 피하며 사랑을 조화롭게 유지하세요. ⚖️💞\n절제된 표현: 지나친 표현이나 감정 폭발을 자제하고, 상대에게 부드럽게 다가가세요. 🌿💖\n서로의 차이 존중: 사랑에서의 갈등이 생기더라도 서로의 다름을 이해하고 조화를 이루세요. 🤝✨\n천천히 발전시키기: 사랑은 서두르지 않아야 더 깊고 단단하게 자랍니다. 🧘‍♀️🌈\n🌟 한 줄 조언: 조화와 균형을 통해 사랑에서 평온과 행복을 이루세요.\n\nTemperance는 조화와 안정의 에너지를 담고 있습니다. 올해 당신이 사랑에서 평화롭고 조화로운 관계를 만들어 가길 바랍니다! 😊✨\n",
	"15": "올해의 사랑 카드: The Devil 🔥\n카드의 메시지\nThe Devil은 집착, 유혹, 그리고 속박을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 해로운 집착이나 유혹에 주의해야 합니다. 진정으로 자유롭고 건강한 관계를 추구하세요.\"\n\n이 카드는 사랑에서 지나친 집착이나 부정적인 감정이 해로울 수 있음을 경고합니다.\n\n올해의 사랑 팁 🌟\n건강한 관계 유지: 지나친 의존이나 집착을 피하며, 서로의 독립성을 존중하세요. ⚖️💞\n부정적 감정 다루기: 질투나 불안을 스스로 점검하고 해결하세요. 🌿💡\n유혹 경계하기: 관계에 해를 끼칠 수 있는 외부 유혹에 흔들리지 않도록 주의하세요. 🚫🔥\n스스로를 돌보기: 사랑에서 상처받지 않도록 자신을 보호하며, 내면의 평화를 유지하세요. 🧘‍♀️✨\n🌟 한 줄 조언: 해로운 집착에서 벗어나 건강하고 자유로운 사랑을 추구하세요.\n\nThe Devil은 집착과 해방의 에너지를 담고 있습니다. 올해 당신이 사랑에서 더 건강하고 자유로운 관계를 만들길 바랍니다! 😊✨\n",
	"16": "올해의 사랑 카드: The Tower ⚡\n카드의 메시지\nThe Tower는 급격한 변화, 충격, 그리고 새로운 시작을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 예상치 못한 변화가 생길 수 있습니다. 이를 새로운 시작의 기회로 삼으세요.\"\n\n이 카드는 사랑에서의 충격적인 사건이 성장과 변화의 계기가 될 수 있음을 알려줍니다.\n\n올해의 사랑 팁 🌟\n변화를 수용하기: 예상치 못한 변화가 찾아오더라도 이를 긍정적으로 받아들이세요. 🔄💡\n침착하게 대처하기: 갑작스러운 감정의 변화나 상황에서도 냉정을 유지하며 대응하세요. 🌿✨\n새로운 시작 준비: 변화가 끝난 후, 사랑에서 더 나은 방향으로 나아갈 준비를 하세요. 🚀💖\n배움의 자세 유지: 변화 속에서 교훈을 얻고 사랑을 성숙하게 만들어 가세요. 📚🌈\n🌟 한 줄 조언: 사랑에서의 변화를 성장의 기회로 삼아 새로운 시작을 준비하세요.\n\nThe Tower는 변화와 재탄생의 에너지를 담고 있습니다. 올해 당신이 사랑에서 더 큰 성숙과 행복을 이루길 바랍니다! 😊✨\n",
	"17": "올해의 사랑 카드: The Star 🌟\n카드의 메시지\nThe Star는 희망, 치유, 그리고 영감을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 희망과 치유를 통해 새로운 가능성을 발견할 수 있는 해입니다.\"\n\n이 카드는 사랑에서의 치유와 새로운 희망을 상징합니다.\n\n올해의 사랑 팁 🌟\n긍정적인 태도 유지: 사랑에서 희망을 잃지 말고 긍정적인 에너지로 관계를 이어가세요. 🌈💞\n자신을 치유하기: 과거의 상처를 치유하며 더 건강한 사랑을 준비하세요. 🌿💖\n새로운 가능성 탐색: 사랑에서 새로운 기회나 가능성을 찾아보세요. 🚀✨\n감정적으로 개방적이기: 상대방과 솔직하고 진실된 대화를 나누며 더 깊이 연결되세요. 🗣️🌟\n🌟 한 줄 조언: 희망과 치유를 통해 사랑에서 새로운 가능성을 발견하세요.\n\nThe Star는 희망과 영감의 에너지를 담고 있습니다. 올해 당신이 사랑에서 긍정적인 변화를 이루길 바랍니다! 😊✨\n",
	"18": "올해의 사랑 카드: The Moon 🌙\n카드의 메시지\nThe Moon은 불확실성, 직관, 그리고 감정의 흐름을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 감춰진 진실이나 불확실성을 마주할 수 있습니다. 직관을 믿고 신중하게 행동하세요.\"\n\n이 카드는 사랑에서의 감정적 복잡함과 내면의 통찰력을 강조합니다.\n\n올해의 사랑 팁 🌟\n직관을 신뢰하기: 겉으로 드러나지 않은 상황 속에서 직관을 활용해 진실을 파악하세요. 🌙💡\n감정의 흐름 이해: 자신의 감정과 상대방의 감정을 분석하며 더 깊은 이해를 만들어 가세요. 🧘‍♀️💞\n서두르지 않기: 사랑에서 결정적인 선택을 내리기 전에 충분히 고민하고 판단하세요. ⚖️🌿\n명확한 의사소통: 감정적 혼란을 줄이기 위해 솔직하고 투명하게 대화하세요. 🗣️✨\n🌟 한 줄 조언: 사랑에서의 불확실성을 직관과 신중함으로 극복하세요.\n\nThe Moon은 직관과 감정의 흐름의 에너지를 담고 있습니다. 올해 당신이 사랑에서 깊은 통찰과 성장을 이루길 바랍니다! 😊✨\n",
	"19": "올해의 사랑 카드: The Sun 🌞\n카드의 메시지\nThe Sun은 활력, 기쁨, 그리고 성공을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 밝고 긍정적인 에너지를 만끽할 수 있는 해입니다. 사랑이 기쁨으로 가득할 것입니다.\"\n\n이 카드는 사랑에서의 기쁨과 만족스러운 결과를 암시합니다.\n\n올해의 사랑 팁 🌟\n긍정적인 에너지 나누기: 상대방과 함께 행복한 순간을 만들며 사랑을 즐기세요. 🌈💖\n로맨틱한 시간 보내기: 특별한 데이트나 이벤트를 계획해 사랑을 축하하세요. 🎉💞\n감사를 표현하기: 상대방에게 감사와 애정을 솔직히 표현하며 관계를 더욱 깊게 만드세요. 🗣️✨\n미래를 함께 계획하기: 사랑의 에너지를 활용해 함께 나아갈 미래를 설계하세요. 🚀🌿\n🌟 한 줄 조언: 사랑에서의 기쁨과 긍정적인 에너지를 만끽하며 관계를 더 깊게 만드세요.\n\nThe Sun은 기쁨과 성공의 에너지를 담고 있습니다. 올해 당신이 사랑에서 빛나는 행복을 누리길 바랍니다! 😊✨\n",
	"20": "올해의 사랑 카드: Judgement 🎺\n카드의 메시지\nJudgement는 재평가, 결단, 그리고 새로운 시작을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서 과거를 돌아보고 새로운 결정을 내려야 할 시기입니다. 더 나은 방향으로 나아가세요.\"\n\n이 카드는 사랑에서의 새로운 시작과 중요한 결정을 암시합니다.\n\n올해의 사랑 팁 🌟\n과거의 교훈 활용: 과거의 연애 경험을 돌아보고 더 나은 선택을 하세요. 🌿💡\n중요한 결단 내리기: 사랑에서 중요한 결정을 내려야 할 때는 신중하게 판단하세요. 🎯💞\n감정 정리하기: 미련이나 부정적인 감정을 정리하고 더 나은 사랑을 준비하세요. 🧘‍♀️💖\n새로운 시작 준비: 사랑에서 새로운 가능성을 맞이할 준비를 하세요. 🚀🌟\n🌟 한 줄 조언: 과거를 교훈 삼아 사랑에서 새로운 시작과 행복을 만들어 가세요.\n\nJudgement는 결단과 새로움의 에너지를 담고 있습니다. 올해 당신이 사랑에서 더 나은 선택과 성취를 이루길 바랍니다! 😊✨\n",
	"21": "올해의 사랑 카드: The World 🌍\n카드의 메시지\nThe World는 완성, 성취, 그리고 통합을 상징합니다. 사랑과 관련해서는 이렇게 말합니다:\n\n\"올해는 사랑에서의 목표를 완성하고, 관계가 새로운 단계로 나아갈 수 있는 해입니다.\"\n\n이 카드는 사랑에서의 큰 성취와 완성을 의미합니다.\n\n올해의 사랑 팁 🌟\n성과를 축하하기: 현재의 관계가 깊은 단계에 도달했다면 그 성취를 즐기세요. 🎉💖\n새로운 목표 설정하기: 관계가 안정적이라면 함께 새로운 목표나 미래 계획을 세워보세요. 🚀💞\n지속적인 성장을 추구하기: 완성된 사랑의 기반 위에서 더 큰 성장을 도모하세요. 🌱🌿\n조화로운 관계 유지하기: 서로의 차이를 수용하며 조화로운 사랑을 지속하세요. 🤝✨\n🌟 한 줄 조언: 사랑에서의 성취를 즐기고, 관계를 새로운 단계로 발전시키세요.\n\nThe World는 완성과 새로운 시작의 에너지를 담고 있습니다. 올해 당신이 사랑에서 성취와 행복을 가득 누리길 바랍니다! 😊✨"
}