{
	"00": "今日牌卡：The Fool (愚者) 🌟\nThe Fool象征新的开始、冒险以及无限可能。如果这张牌出现，表示是时候以开放的心态接受新体验。\n• 今日能量:\n有一种让人兴奋的新起点能量。如果有所期待，也伴随一点点不确定，但这会让你的旅程更加充满乐趣。\n• 机会带来的教训:\n即使尚未感到完全准备好，也没关系。生活是一场挑战与学习的过程，哪怕是错误也会带来成长。\n今日幸运提示\n\n• 以轻松心态度过今天，对任何新的冒险保持好奇！ 🌟\n• 鲜亮活力的颜色（黄色、蓝色）可能为你带来好运。 🎨\n• 开始新的爱好或活动也是不错的选择。 🌱\nThe Fool传递“世界充满无限可能”的讯息。愿你今天能带着纯粹的快乐和勇气开启你的旅程！ 🌟💖",
  
	"01": "今日牌卡：The Magician (魔术师) 🌟\nThe Magician象征创造力、实现潜能以及你早已具备实现目标的工具与能力。此牌意味着“你已拥有塑造自己命运的强大力量”。\n• 今日能量:\n今天你的点子与才能光彩闪耀。让脑中飞舞的计划着手行动，或开始新项目。你可能会创造出宛如魔法般的成果！\n• 机会带来的教训:\n要积极运用周围资源与自身经验。尽管一切也许尚未完美，迈出第一步的勇气至关重要。\n今日幸运提示\n\n• 提升自信的行为——无论小小成果也要自我称赞。 🎯\n• 红色或金色配饰能强化你的能量。 🌟\n• 今天试着以实验精神去尝试些新事物，这是获得好运的关键。 🛠️\nThe Magician意味“你想要的皆有可能”。相信你魔术般的力量，度过充实快乐的一天吧！ 🪄💫",
  
	"02": "今日牌卡：The High Priestess (女祭司) 🌌\nThe High Priestess象征直觉、神秘与内在智慧。此牌告知，你需要倾听深处的声音并相信自我第六感。\n• 今日能量:\n不显于表面的东西更为重要。不要过度逼迫自己去找答案，顺其自然且相信自己。比起缜密计划，顺从感觉与直觉或许能收获更好的结果。\n• 机会带来的教训:\n不需要揭示一切。有时勇敢迈入未知领域是成长的重要环节。\n今日幸运提示\n\n• 花点时间冥想或在自己的空间里放松。 🧘‍♀️\n• 紫色或银色物品能提升你今天的能量。 🌌\n• 注意那些直觉蹦出的想法或梦境——里面可能藏着重要讯息。\nThe High Priestess说：“答案其实你早已知晓。” 今天抽空信任内在智慧，顺从你的直觉吧。 🌙💖",
  
	"03": "今日牌卡：The Empress (女皇) 🌟\nThe Empress象征丰饶、创造力、爱与关怀。此牌提醒你与自然和谐连接、欣赏生活之美，并滋养自己的能量。\n• 今日能量:\n你具备相当强的创意天赋。抓住机会创造些什么，或将暖意带给身边人。也可享受自我关爱与护理时刻。\n• 机会带来的教训:\n你播下的种子正在成长。耐心等候必将收获丰盛果实。\n今日幸运提示\n\n• 进行与大自然相通的活动，如散步、照顾植物等。 🌱\n• 绿色或白色能为你带来今日的好运。 🌿\n• 和爱的人度过时光、培养暖心关系可增加当日能量。 💞\nThe Empress意味“你内在存在无限丰盛。”愿你的温暖与创意之力使今天的生活更加丰盈。 🌟💖",
  
	"04": "今日牌卡：The Emperor (皇帝) 🛡️✨\nThe Emperor代表稳定、权威、秩序与领导力，说明此刻你需要制定规则、规划。今天很适合梳理实际目标并制定完成它的计划。\n• 今日能量:\n你的领导能力会凸显。无论遇到何种情况，坚定立场，给周围人信任感。负责任的抉择带来更好结果。\n• 机会带来的教训:\n今天用理性并务实的观念应对最为关键。明确你自身的领域、设定必要边界。\n今日幸运提示\n\n• 红色或金色这种鲜艳色彩能强化你的决心。 🔥\n• 一丝不苟做好时间管理，循序渐进地完成小目标。 🎯\n• 试着在与他人配合时仍然保持你的影响力。 🛡️\nThe Emperor表示“你内在有强大的领导者”。祝愿你今天充满自信地构筑秩序与安定！ 🌟💪",
  
	"05": "今日牌卡：The Hierophant (教皇) 🕊️✨\nThe Hierophant象征传统、智慧与精神学习。说明你正处于获取新知或反思信念体系的阶段。今天需要专注学习与内在成长的讯息。\n• 今日能量:\n你也许会从某人处获得重要启示，或反过来自己成为启迪别人的存在。相信传统方式或既有方法，也借此提升自己的信念。\n• 机会带来的教训:\n一次学习新事物、复核价值观与哲学的好机会。\n今日幸运提示\n\n• 读本书或听一些激励性的讲座。 📚\n• 白色或金色能让你今天的能量稳定且丰盛。 🌟\n• 试着用传统的方法或规律来解难。\nThe Hierophant指明“学习与成长让你的生活更加富足。”今天在内在及外在都探寻新的洞见与灵感吧。 🌟🙏",
  
	"06": "今日牌卡：The Lovers (恋人) 🌟💞\nThe Lovers意指爱、和谐、选择、深层连结。今天你或在某段关系上迎来关键时刻，或需依照自身价值做重要决定。\n• 今日能量:\n爱情与连结能量极强的一天。也许会进行重要对话或更深入理解彼此。此外，你可能面临顺应你价值观与信念的选择。\n• 机会带来的教训:\n你的选择将影响你与他人的关系。请保持理性与情感的平衡。\n今日幸运提示\n\n• 制造浪漫氛围或与重要的人一起度过美好时光。 🌹\n• 红色或粉色等暖色调会为你今天加些好运。 💖\n• 坦陈感受可增进关系的和谐。\nThe Lovers诠释“真挚的关系与选择能带来生活的和谐。”愿你今天处处充盈着爱与协和！ 💕🌟",
  
	"07": "今日牌卡：The Chariot (战车) 🛡️✨\nThe Chariot象征决断力、意志、胜利以及前进动力。它向你发送讯息——要坚定不移地奔向目标。\n• 今日能量:\n若你想成就所愿，须拿出自信与决断。也许外界会有干扰与混乱，但你的意志力将帮你跨越障碍。\n• 机会带来的教训:\n相信自我，并勇敢前行。尤其在冲突时，更须理性且果断。\n今日幸运提示\n\n• 明确你的目标，划定优先次序。 🎯\n• 黑色或银色等强烈色彩能提升你的专注。 🖤\n• 听些激昂音乐来振奋精神。 🎵\nThe Chariot暗示“你的意志是取得成功的要诀。” 今天带着自信向你所渴望的方向狂奔吧！ 🚀🌟",
  
	"08": "今日牌卡：Strength (力量) 💪🌟\nStrength象征内在勇气、耐心与温柔而坚定的力量。它告诉你，哪怕遭遇挑战，你都能以平和与怜悯来克服。\n• 今日能量:\n今天你的内心坚韧与平衡状态闪耀。即便有难关，只要保持精神平静，就能找到出路。\n• 机会带来的教训:\n有时柔和与理解比外在强硬更能带来重大改变。\n今日幸运提示\n\n• 亲近自然，帮助你补充能量。 🌿\n• 金色或绿色等温暖稳定的颜色能增强今日运势。 🌟\n• 好好对待自己，用正面话语鼓舞自我。 💖\nStrength寓意“真正力量源于温柔。” 愿你带着勇气与平衡克服一切，灿烂地度过今日！ 🦁✨",
  
	"09": "今日牌卡：The Hermit (隐者) 🕯️✨\nThe Hermit象征内省、智慧与安静反思。此牌显示你需用独处来审视心灵，当下正是寻找真正答案的时机。\n• 今日能量:\n抽离复杂情形，寻找只属于你的安静空间。今天你可倾听内心之声，发现何者最为重要。\n• 机会带来的教训:\n解决方法藏在心中而非外界。给自己足够时间，与内在深度对话。\n今日幸运提示\n\n• 可尝试冥想或写写日记，在静谧氛围中度过。 🖋️\n• 可以用温暖的饮品来犒劳自己，给自己关怀。 ☕\n• 蓝色或银色配饰能强化你的内在能量。 🌙\nThe Hermit说：“内在智慧终将指路。” 愿你今天透过自我对话，收获新见解和内心安宁。 🕯️🌟\n",
  
	"10": "今日牌卡：The Wheel of Fortune (命运之轮) 🌟\nThe Wheel of Fortune象征改变、命运与循环法则。预示你的人生正值关键转折点，并且有正面转变即将到来。\n• 今日能量:\n也许你会邂逅意想不到的好运或机会。若你顺应生活的节奏并拥抱变化，就能在当中获得巨大成长。\n• 机会带来的教训:\n人生中变化无处不在。无论现在情况好坏，此改变能带给你新起点与收获。\n今日幸运提示\n\n• 带着开放思维迎接今天，变化总伴随新的可能性。 🌈\n• 金色或蓝色等颜色会增强今天的好运。 ✨\n• 感恩每一点小幸运，乐观能量只会越来越多。 🍀\nThe Wheel of Fortune传达：“一切在转动，你的时机终将到来。” 今天在变动的浪潮中，期待发现新的机遇！ 🎡💖\n",
  
	"11": "今日牌卡：Justice (正义) ⚖️✨\nJustice象征公平、真相与责任感。表示你须作出正确选择并为行动负起责任。同时也暗示努力与成果即将平衡。\n• 今日能量:\n诚实与公平今天尤为重要。以客观目光看待问题，避免偏见作出判断。若你过去有所决定，现在其结果或会呈现。\n• 机会带来的教训:\n用诚实行动与均衡选择，获得好结果。现正需谨慎行事并保持负责态度。\n今日幸运提示\n\n• 在签重要合约或关键决策时，认真审视细节并考虑长远影响。 📜\n• 像蓝色或白色的色调可平稳你的能量。 💙\n• 通过短暂冥想或放松来寻找内在平衡。 🧘‍♀️\nJustice意味着“真理与公平始终在你这边。” 愿你今天恪守自身价值与信念，明智地做出选择。 ⚖️🌟\n",
  
	"12": "今日牌卡：The Hanged Man (倒吊人) 🔄✨\nThe Hanged Man代表停顿、新观点与内在反思。表示你该重审现状，放下旧习。\n• 今日能量:\n此时比起行动更需停下自省。虽然你或感停滞不前，但于此片刻能得到全新视角与体悟。今天应以别样目光探看问题，突破固有框架。\n• 机会带来的教训:\n就算事情当下没法立竿见影，你依然能于现在的处境学到并成长。\n今日幸运提示\n\n• 保持心态从容，不急不躁。 🧘‍♂️\n• 绿色或银色的饰物可稳固你的能量。 🌿\n• 独处片刻来激发新想法。\nThe Hanged Man说明“在停顿时刻往往能迎来真正觉悟。” 愿你今天悠然处之，换个视角看自己与周遭，度过有意义的时刻。 🔄🌟\n",
  
	"13": "今日牌卡：Death (死亡) 🌑✨\nDeath象征结束、新开端与蜕变。此牌并非暗示生理层面的死亡，而是在提示需舍弃旧事物，迎接新事物的时机。\n• 今日能量:\n也许你正处于某种事物的结尾与新篇章开启的转折。别惧怕改变，深信它会将你带到更好的方向。整理过去用不着的模式或关系，集中于对你真正重要的事上。\n• 机会带来的教训:\n一切结束也意味着新开端。接受生活的自然变化，会有成长与进步到来。\n今日幸运提示\n\n• 整理家中或周围环境，移除没必要的东西。 🧹\n• 黑或白等色彩能象征今日平衡与重生的能量。 ⚫⚪\n• 为新机会敞开心扉，以轻松姿态迈步向前。\nDeath传递“任何结束即为新的开始”的讯息。愿你今日能拥抱变化，并向新的可能性敞开胸怀！ 🌟🌱\n",
  
	"14": "今日牌卡：Temperance (节制) ⚖️🌟\nTemperance象征平衡、和谐与耐心。它提醒你需要巧妙调和各种元素。当下无需匆忙，以平稳状态度过吧。\n• 今日能量:\n平衡极其重要。若试着把握适度和谐，便能收获佳绩。别急着改造局势，随其自然更为合宜。\n• 机会带来的教训:\n不走极端，居中立场为要。怀抱耐心及和谐心，成就会更大。\n今日幸运提示\n\n• 考虑与水相关的活动（泡澡、散步）以安抚心灵。 🌊\n• 白色或淡雅的粉色等柔和色调能提升你平和的能量。 🌼\n• 多做深呼吸。倘若有压迫感，不妨稍作歇息。\nTemperance宣告：“和谐与平衡中现真正的宁静。” 须以从容的心寻找属于你的节奏吧！ 🌈💖\n",
  
	"15": "今日牌卡：The Devil (恶魔) 🕸️🔥\nThe Devil象征诱惑、执念和束缚。表明你或许正被某种情况困住，或过度依赖某件事；但也提示你本身拥有挣脱的力量。\n• 今日能量:\n今天你要检点下，生活中有没有不必要的依恋或限制？如果感觉被捆绑，就得先觉察，然后自发努力挣脱。\n• 机会带来的教训:\n这牌敦促你找回主控权。接受脆弱，再将其变成成长契机。\n今日幸运提示\n\n• 让环境更简洁干净，为心灵减负。 🧹\n• 深色调（黑、深蓝）能帮助提高注意力并稳住能量。 ⚫🔵\n• 不要过度逼迫自己，进行冥想或运动等让心灵松弛吧。 🧘‍♀️\nThe Devil宣称：“挣脱束缚，重获自由。” 愿你今日释放自我，以新的眼界继续前行！ 🔥🌟\n",
  
	"16": "今日牌卡：The Tower (高塔) 🏰⚡\nThe Tower意味着突变、觉醒与重建机会。告知你可能发生意外事件或顿悟，从而改变你的生活，但最终会带来成长与新开端。\n• 今日能量:\n计划或许被突然改变。起初会迷惑，但坚信它能指向更好结果。曾经的信念或结构或将崩塌，却也是构筑更坚固基石的机会。\n• 机会带来的教训:\n不惧改变，透过这过程学习与成长。哪怕混乱，也能收获更强力量和觉悟。\n今日幸运提示\n\n• 维持镇定，避免过度情绪化反应。 🌿\n• 黑色或深灰等暗色系能保护能量，帮你保持平衡。 ⚫🌌\n• 面对任何变故，抱着“此刻终将过去”的心态去接受。\nThe Tower暗示“真正的觉醒源自混乱，且可重建新根基。” 纵有意外转变，仍要坚守勇气，发掘新机遇！ 🌩️🌟\n",
  
	"17": "今日牌卡：The Star (星星) 🌌✨\nThe Star象征希望、疗愈、灵感和新的可能。提示你正找回人生方向，重获内心平静与和谐，面前将展开正面乐观的未来景象。\n• 今日能量:\n你可以在脑海中描绘理想与目标，拥抱新的希望。相信人生进程，当下烦恼也终会解决。表明你正处于疗愈与复苏阶段。\n• 机会带来的教训:\n信赖你的潜能，并仰望更宏大的蓝图。获取灵感，为新开端作好准备，正当其时。\n今日幸运提示\n\n• 对着夜空沉思，平复心绪、感受自我联结。 🌌\n• 蓝色或银色能助力今日那充满希望的能量。 🌟\n• 亲水活动（泡澡、散步）能疗愈身心。 💧\nThe Star传递“希望永远照亮你的道路”。愿你在今天迎接新的能量，迈向梦想！ 🌟💖\n",
  
	"18": "今日牌卡：The Moon (月亮) 🌌🌙\nThe Moon象征直觉、情感与隐藏的真相。暗示你内心或有疑惑、迷惘，但同时也表示你借此机会理解情感并成长。\n• 今日能量:\n今天，直觉和情感皆提升。你也许渴望明确答案，但目前耐心等事情浮现很关键。倾听内心声音并相信自我。\n• 机会带来的教训:\n察觉表象之下隐藏的要素。暂且先别急于下断言，多依赖你的第六感。\n今日幸运提示\n\n• 安静独处或冥想、记下梦境。 🧘‍♀️\n• 像银或白这样的色彩能增进你的直觉。 🌟\n• 如果焦虑，可用杯热茶或其他方式安定情绪。 ☕\nThe Moon意义是：“相信直觉，等一切水落石出。” 愿你今天对自己充满信心，聆听内心指引。 🌙💖\n",
  
	"19": "今日牌卡：The Sun (太阳) 🌟🌞\nThe Sun象征成功、喜悦、活力与正面能量。它表明你当下被光明温暖的能量包围，是时候满怀自信地前行。\n• 今日能量:\n你正面阳光的能量可能感染周围。做什么都容易成功，并会收获喜悦和感激的时刻。对新开始或挑战也同样走运。\n• 机会带来的教训:\n你的积极态度与自信将让所有局面趋向有利。即使遭遇难关，也要像太阳般不失希望与活力。\n今日幸运提示\n\n• 在阳光充足的地方或光线明亮的空间中活动。 ☀️\n• 像黄色或橙色等鲜亮温暖色彩可增强今日能量。 🌻\n• 对周围的人多说暖心话，也会带来好运。 💛\nThe Sun宣告：“光明日子在前方等待着你。” 愿你今日宛若太阳般散发光与积极能量！ 🌞🌈\n",
  
	"20": "今日牌卡：Judgment (审判) 🔔✨\nJudgment象征觉悟、决断以及新的开端。它告诉你，你有机会脱离过去、以新的领悟重生。或许需要做出关键抉择，深深影响你的未来。\n• 今日能量:\n这是回顾往昔与内心的日子，可获重大洞察。你或会结束过去的难题，或决定朝新的方向前行。以往的失误与经历现成为你提升与成功的契机。\n• 机会带来的教训:\n原谅自己，放下过去。真正成长从卸下心灵重担开始。\n今日幸运提示\n\n• 独处片刻整理情绪。 🧘‍♀️\n• 蓝色、银色等沉静色调能安抚你心绪。 🌌\n• 若想起往事，就予以接受，用以立下新的决心。\nJudgment指出：“全新日子正向你展开。” 愿你借助内心觉醒而信心倍增地迈步向前！ 🌟💖\n",
  
	"21": "今日牌卡：The World (世界) 🌟🌍\nThe World象征完成、成就，以及为新旅程启程的准备。此牌表示，你已圆满收官某个目标，且做好翻开新篇章的准备。\n• 今日能量:\n可能是你付出努力终见成果，并得到认可的一天。新可能也会浮现，你的生活正全面达成和谐。\n回头看看自己一路走来的进展，给自己鼓励。\n• 机会带来的教训:\n结束也意味着新的开始。满怀自信着手下一步。\n今日幸运提示\n\n• 庆祝下大大小小的胜利，给自己一个祝贺的时刻。 🎉\n• 像蓝色或绿色这样的自然色调能强化今日能量。 🌱\n• 通过旅行或认识新朋友获取新的视野。 🌏\nThe World预示：“你的旅程已圆满，新的开始正等待。” 愿你今天尽享成就和欢乐，从而为未来汲取灵感。 🌟💖\n"
  }