{
	"00": "今年的职场运势牌：The Fool 🌟\n卡牌信息\nThe Fool象征新的开始、冒险和可能性。关于职场，它表示：\n\n“今年是在工作场合迎接新的机会和变化的一年。不要害怕，大胆去挑战吧。”\n\n这张牌暗示了新的角色、项目或在职场内外的变化，需要保持开放的态度。\n\n今年的职场提示 🌟\n接受新的机会：如果有新的工作或项目提议，请以开放的心态接受。 🚀💼\n保持学习心态：即使在不熟悉的情况下，也不要害怕学习并去挑战。 📚✨\n做好计划：虽然保持自由的心态很重要，但也要制定切实可行的计划以避免莽撞。 ⚖️📋\n善用人脉：通过与不同人建立联系，可在职场内外发掘新的机会。 🤝🌟\n🌟 一句话建议：以开放的心态接受新挑战，今年可在职场获得巨大成长。\n\nThe Fool蕴含新的开始和可能性的能量。祝你在工作中满怀自信地挑战并取得成就！ 😊✨\n",
  
	"01": "今年的职场运势牌：The Magician ✨\n卡牌信息\nThe Magician象征能力、资源运用以及执行力。关于职场，它表示：\n\n“如果你发挥自己的能力，并有效运用各种资源，就能在职场上取得惊人的成果。”\n\n这张牌预示，凭借自信与执行力，你可以在今年得到工作上的认可。\n\n今年的职场提示 🌟\n相信自己的能力：运用你的才华和资源，在职场中创造新的机会。 💡🎯\n按计划行动：在职场设定重要目标，并以系统的方式推进实现。 📋🚀\n发挥创意：通过提出富有创意和独特性的想法，给同事和上司留下积极印象。 🌈✨\n增强解决问题的能力：遇到问题时，迅速且有效地应对，积累信赖。 💼🔧\n🌟 一句话建议：如果你自信地发挥能力，今年将在职场取得不俗的成绩。\n\nThe Magician蕴含潜能与成就的能量。祝你在职场取得令人惊喜的成绩！ 😊✨\n",
  
	"02": "今年的职场运势牌：The High Priestess 🌙\n卡牌信息\nThe High Priestess象征直觉、洞察力与智慧。关于职场，它表示：\n\n“今年，你可以运用直觉和智慧在职场做出重要决策。请深入观察形势。”\n\n这张牌表明，在职场中需要保持谨慎态度，并善用内在的洞察力。\n\n今年的职场提示 🌟\n留意观察：了解职场中未公开或隐藏的信息和动态。 🔍✨\n相信直觉：在关键时刻依靠直觉作出明智的判断。 🌙💡\n保持谨慎：重要决策不要急于求成，思考充分后再采取行动。 ⚖️📋\n发挥自身智慧：将你的经验和智慧分享给同事与团队，为他们提供帮助。 🤝🌟\n🌟 一句话建议：运用直觉和智慧，你将能在今年的职场获得关键成功。\n\nThe High Priestess蕴含内在洞察和谨慎的能量。祝你在今年通过明智的选择，在职场更进一步！ 😊✨\n",
  
	"03": "今年的职场运势牌：The Empress 🌺\n卡牌信息\nThe Empress象征创造力、丰盈和关怀。关于职场，它表示：\n\n“发挥创造力，与团队保持和谐，今年将在职场收获丰硕的成果。”\n\n这张牌表明，你的创造力和关怀之心能够改善工作成果与人际关系。\n\n今年的职场提示 🌟\n参与创造性项目：在需要创意的工作或项目中施展才华。 🎨✨\n加强团队合作：与队友保持融洽合作，共同取得更好的成绩。 🤝🌟\n管理好压力：在职场中避免过度压力，追求平衡的工作方式。 🌿🛌\n享受成果：享受努力的成果，并将其作为新的动力来源。 🎉💼\n🌟 一句话建议：通过创造力与团队合作，今年你能在职场收获丰盛的成果。\n\nThe Empress蕴含创造与丰盈的能量。祝你在今年于职场取得创造性的成功！ 😊✨\n",
  
	"04": "今年的职场运势牌：The Emperor 🛡️\n卡牌信息\nThe Emperor象征稳定、权威与秩序。关于职场，它表示：\n\n“稳定的领导力与系统性的方式是职场成功的关键。”\n\n这张牌表明，在职场中应保持秩序并展现责任感。\n\n今年的职场提示 🌟\n展现领导力：承担领导角色，或在工作中展现负责任的态度。 💼👑\n系统化地管理工作：通过有条不紊的计划与执行，在职场取得成果。 📋✨\n打好坚实基础：以稳定的工作方式与充分的准备，引领团队或项目走向成功。 🏗️🎯\n尊重规则与秩序：遵守职场的规定与制度，赢得信赖。 ⚖️🌟\n🌟 一句话建议：以系统化的方式和责任感成为值得信赖的职场人才。\n\nThe Emperor蕴含稳定与秩序的能量。祝你在今年于职场展现领导力，并取得稳固成果！ 😊✨\n",
  
	"05": "今年的职场运势牌：The Hierophant 📘\n卡牌信息\nThe Hierophant象征传统、学习和建议。关于职场，它表示：\n\n“在职场中学习新技能，并通过专家指导来获得成长的机会。”\n\n这张牌表明，通过传统方法与不断学习，可以在职场获得成功。\n\n今年的职场提示 🌟\n保持学习姿态：投入时间学习新的技术或工作方式。 📚✨\n与导师合作：在职场中寻求可信赖导师的建议，助力自我提升。 🤝🌟\n运用传统方式：在职场中信任并遵循已有验证的方法与流程。 ⚖️💼\n尊重团队价值：理解组织价值观，并致力于强化团队合作。 🎯💖\n🌟 一句话建议：通过学习与传统方式度过一个成功的职场之年。\n\nThe Hierophant蕴含学习与稳定的能量。祝你在今年的职场中获得新的成长与成就！ 😊✨\n",
  
	"06": "今年的职场运势牌：The Lovers 💕\n卡牌信息\nThe Lovers象征和谐、选择与人际关系。关于职场，它表示：\n\n“今年可能会遇到在职场做出重要决定的时刻。保持和谐的人际关系，并谨慎选择。”\n\n这张牌暗示了职场中的人际关系和合作将发挥重要作用，也预示着关键选择的到来。\n\n今年的职场提示 🌟\n加强伙伴关系：与同事或上司增进关系，在合作中创造更大的成果。 🤝🌟\n慎重做出重要选择：在重大决策时平衡情感与理性。 ⚖️💡\n保持团队协作：通过与他人协同努力，创造更大的合力。 🎯✨\n避免情绪冲突：远离情绪化纠纷或冲突，维持和谐氛围。 🌿💼\n🌟 一句话建议：基于关系与和谐，谨慎做出选择，在职场获得成功。\n\nThe Lovers蕴含和谐与关系的能量。祝你在今年通过合作在职场获得更大的成果！ 😊✨\n",
  
	"07": "今年的职场运势牌：The Chariot 🚀\n卡牌信息\nThe Chariot象征意志、胜利与目标达成。关于职场，它表示：\n\n“凭借强烈的意志与专注力，你可以在今年的职场完成目标并获得成功。”\n\n这张牌暗示，你可通过挑战与目标实现来取得重大成果。\n\n今年的职场提示 🌟\n制定明确目标：在职场上，明确想要达成的目标并专注前行。 🎯✨\n坚持意志与决断力：即使遇到困难，也要坚定不移地朝目标迈进。 🚀💼\n采取系统性方法：为提高工作效率制定计划并付诸实践。 📋⚡\n享受成果：认可自己努力带来的成就，并将其转化为新的动力。 🌈🎉\n🌟 一句话建议：运用坚强的意志与专注力，在职场达成目标并取得成功。\n\nThe Chariot蕴含胜利与推进力的能量。祝你在今年的职场达成目标并享受胜利的喜悦！ 😊✨\n",
  
	"08": "今年的职场运势牌：Strength 🦁\n卡牌信息\nStrength象征内在力量、耐心与和谐。关于职场，它表示：\n\n“今年你可以凭借内在的坚韧与耐心，克服工作中的挑战并取得成果。”\n\n这张牌强调，即使在困难时也能通过耐心和坚韧收获成功。\n\n今年的职场提示 🌟\n克服挑战：在职场中的难关面前沉着应对，展现内在的坚韧。 🧘‍♀️💪\n团队合作与和谐：与同事协力共进，并在冲突时以柔和的态度化解。 🤝✨\n控制情绪：即使压力巨大，也要保持积极的心态与冷静。 🌿⚖️\n信任自己：相信自己的能力，在困境中积极迈进。 🌈💼\n🌟 一句话建议：通过内在力量与耐心，克服职场挑战并取得成果。\n\nStrength蕴含坚韧与和谐的能量。祝你在今年的职场中不断成长并获得成功！ 😊✨\n",
  
	"09": "今年的职场运势牌：The Hermit 🔦\n卡牌信息\nThe Hermit象征内省、独处与智慧。关于职场，它表示：\n\n“现在是时候独立解决工作中的问题，并利用内在智慧在关键决策上做出正确判断。”\n\n这张牌暗示，通过独处思考，可在职场发现新的洞察力与方向。\n\n今年的职场提示 🌟\n利用独处时间：在复杂的工作环境中，为自己留出独处的时间厘清思路。 🔦✨\n做出明智决定：在工作中遇到重大选择时，相信自己的经验与直觉。 📋💡\n保持独立态度：独立解决问题，赢得同事与组织的信赖。 💼🤝\n追求内在成长：通过学习或自我反省，获得与工作相关的新见解。 🌱📚\n🌟 一句话建议：用内在智慧与独立姿态，在职场取得重要成果。\n\nThe Hermit蕴含智慧与洞察的能量。祝你在今年于职场中获得更深刻的反思与成功！ 😊✨\n",
  
	"10": "今年的职场运势牌：The Wheel of Fortune 🎡\n卡牌信息\nThe Wheel of Fortune象征变化、机遇和命运的流动。关于职场，它表示：\n\n“今年在职场中可能会迎来意想不到的变化与机会。积极地面对并做好准备。”\n\n这张牌暗示，职场可能会发生重大变化，并为你带来更大的机遇。\n\n今年的职场提示 🌟\n接受变化：灵活适应职场中的变化，并正面利用这些变化。 🔄🌈\n抓住新机会：意想不到的机会随时可能出现，所以保持开放的态度。 💼✨\n利用好运：当运气来临时，充分利用它来最大化成果。 🎯🌟\n保持长远视角：即使身处变化，也不要忘记长期的职业成长目标。 📋🚀\n🌟 一句话建议：接受变化的潮流，在职场中抓住新机遇并取得成功。\n\nThe Wheel of Fortune蕴含机遇与变化的能量。祝你在今年的职场中迎来积极的变化与成长！ 😊✨\n",
  
	"11": "今年的职场运势牌：Justice ⚖️\n卡牌信息\nJustice象征公正、平衡与责任感。关于职场，它表示：\n\n“今年，公正与责任感是职场成功的关键。以平衡的判断赢得信赖。”\n\n这张牌表明，通过保持公正态度与合理决策，可在职场赢得信赖。\n\n今年的职场提示 🌟\n保持公正：在工作处理和人际交往中，务必谨慎，避免失去公正性。 ⚖️💼\n负责任地行动：对所承担的工作尽到责任，并全力以赴。 🎯✨\n做出平衡决定：维持工作与生活的平衡，减少压力。 🌿📋\n管理职场冲突：遇到冲突时，要保持中立态度，积极解决问题，建立信赖。 🤝💡\n🌟 一句话建议：以公正和责任感成为职场上值得信赖的人才。\n\nJustice蕴含平衡与责任的能量。祝你在今年保持公正的姿态并取得工作成果！ 😊✨\n",
  
	"12": "今年的职场运势牌：The Hanged Man 🔄\n卡牌信息\nThe Hanged Man象征停顿、新视角与牺牲。关于职场，它表示：\n\n“在工作中可能需要暂时停下来或转换视角。需要一种新的方式来应对。”\n\n这张牌提示，为了实现变化与成长，需要跳脱原有的模式。\n\n今年的职场提示 🌟\n以新视角看待工作：尝试跳出固有思维，以新的方法解决职场问题。 🔄✨\n适当休息与调整：必要时先暂停脚步，重新确定方向。 🛌🌿\n保持长远规划：眼前的困难可能需要牺牲，但将带来未来更大的成就。 🎯💼\n重新审视团队角色：梳理自己在团队中负责的工作与角色，促进更好的协调。 ⚖️🤝\n🌟 一句话建议：通过新的视角与谨慎的方式，在职场获得成长。\n\nThe Hanged Man蕴含新的观念与重整的能量。祝你在今年于职场找到更好的方向！ 😊✨\n",
  
	"13": "今年的职场运势牌：Death 🌑\n卡牌信息\nDeath象征变革、终结和新的开始。关于职场，它表示：\n\n“今年，为了迎来新的起点，需要告别过时的方式或状况。变化将带来成长的机会。”\n\n这张牌暗示了职场中的转折点与新的发展方向。\n\n今年的职场提示 🌟\n摒弃旧方法：放下已不再有效的工作方式或惯例。 🚫🔄\n迎接新机会：为职场中的变化做好准备，并让它成为积极的新开端。 🌈💡\n专注于成长：即使在变化中也要不断学习、挑战自我。 📚✨\n化解团队冲突：处理好对工作不利的人际冲突，建立新的合作关系。 🤝🌿\n🌟 一句话建议：通过变革与新起点，在职场中实现成长与成功。\n\nDeath蕴含终结与变革的能量。祝你在今年于职场抓住新机会并不断进步！ 😊✨\n",
  
	"14": "今年的职场运势牌：Temperance 🌈\n卡牌信息\nTemperance象征协调、平衡与节制。关于职场，它表示：\n\n“今年需要在职场中保持平衡与节制，维持和谐的环境。避免极端情况。”\n\n这张牌强调在职场中保持和平与和谐的重要性，并提示要有稳定的态度。\n\n今年的职场提示 🌟\n平衡工作与休息：不要过度疲劳，要通过适当的休息来管理好精力。 🛌⚖️\n强化团队合作：与同事保持和谐，通过协作来实现目标。 🤝✨\n保持节制与慎重：避免在工作中冲动行事，务必谨慎。 📋💡\n管理压力：减轻压力，保持平稳心态投入工作。 🌿🌟\n🌟 一句话建议：通过平衡与节制，在职场中收获和谐的成果。\n\nTemperance蕴含和谐与平衡的能量。祝你在今年于职场获得平和的成长与成就！ 😊✨\n",
  
	"15": "今年的职场运势牌：The Devil 🔥\n卡牌信息\nThe Devil象征束缚、诱惑与执念。关于职场，它表示：\n\n“在职场上需避免过度执着或诱惑，努力使自己从束缚中解脱。”\n\n这张牌暗示了需要克服造成压力或低效的行为或状态。\n\n今年的职场提示 🌟\n克服有害习惯：戒除对工作过度执着或低效率的行为。 🚫💼\n避免情绪化应对：在压力情境中保持冷静和积极的态度。 ⚖️🌿\n保持独立态度：摆脱外界的干扰，专注于自我目标与方向。 🔑✨\n营造健康的工作环境：在职场中创造有利于自身健康与幸福的环境。 🌈💡\n🌟 一句话建议：从职场束缚中解脱，迎接自由而积极的改变。\n\nThe Devil蕴含束缚与解放的能量。祝你在今年能释放自我，朝更好的方向前行！ 😊✨\n",
  
	"16": "今年的职场运势牌：The Tower ⚡\n卡牌信息\nThe Tower象征剧变、冲击与重建。关于职场，它表示：\n\n“职场中可能会发生意料之外的变化。将这些变化视为机会，建立新的基础。”\n\n这张牌表明，突然的变化会给你一个搭建更坚实基础的契机。\n\n今年的职场提示 🌟\n对变化做好准备：在职场里对不可预料的情况保持灵活心态。 🔄💼\n保持冷静：遇到突发变动时，沉着应对，并引导变化朝积极方向发展。 🌿✨\n为新开始做准备：克服既往失败或困境，迎接新的开端。 🏗️🚀\n保持学习心态：在变化中持续学习与成长。 📚🌟\n🌟 一句话建议：接纳意外的变化，并在职场中创造新的机遇。\n\nThe Tower蕴含变化与重建的能量。祝你在今年于职场克服变动并实现更大成长！ 😊✨\n",
  
	"17": "今年的职场运势牌：The Star 🌟\n卡牌信息\nThe Star象征希望、治愈与灵感。关于职场，它表示：\n\n“今年会为工作带来充满希望的变化和治愈能量。汲取灵感，朝更高的目标迈进。”\n\n这张牌暗示在职场将出现正面的改变与新的可能性。\n\n今年的职场提示 🌟\n保持积极心态：即使遇到困难，也要以乐观的态度看待情况。 🌈💡\n设定新目标：在现有成就的基础上，挑战更高的目标。 🚀✨\n加强团队合作：与同事协力，共享积极正面的能量。 🤝🌿\n发挥创意：通过创新思维，为职场注入改变与活力。 🎨📋\n🌟 一句话建议：基于希望与灵感，在职场实现新的成果。\n\nThe Star蕴含希望与成长的能量。祝你在今年于职场中通过灵感不断成长！ 😊✨\n",
  
	"18": "今年的职场运势牌：The Moon 🌙\n卡牌信息\nThe Moon象征不确定性、直觉以及情感的流动。关于职场，它表示：\n\n“即使在不确定的职场环境中，也要相信自己的直觉，并谨慎行事。”\n\n这张牌强调，在职场中应充分了解隐藏或模糊不清的情况。\n\n今年的职场提示 🌟\n运用直觉：在工作中做重大决定时，请相信你的直觉。 🌙💡\n掌握情况：即使面对不确定，也要冷静分析信息再采取行动。 🔍📋\n管理团队冲突：避免情绪化争执，保持和谐氛围。 🌿✨\n确立清晰目标：在局势混乱中，也要明确自身目标并坚定推进。 🎯💼\n🌟 一句话建议：在不确定环境下，凭借直觉与谨慎行动在职场取得成功。\n\nThe Moon蕴含直觉与和谐的能量。祝你在今年于职场发现新的洞察并获得成功！ 😊✨\n",
  
	"19": "今年的职场运势牌：The Sun 🌞\n卡牌信息\nThe Sun象征活力、喜悦和成功。关于职场，它表示：\n\n“今年可在职场中享受充沛的活力与成就的喜悦。”\n\n这张牌暗示，你在职场上可能获得巨大的成果，并对此感到满意。\n\n今年的职场提示 🌟\n保持积极心态：以热情面对工作，并为周围带来正面影响。 🌈✨\n享受成果：尽情享受努力带来的成就，并赞扬自己。 🎉💼\n强化团队协作：与同事并肩合作，创造更大的成功。 🤝🌿\n把握新的机会：利用正能量，积极投入新的项目或挑战。 🚀🎯\n🌟 一句话建议：以蓬勃活力完成职场目标，充分享受成功的喜悦。\n\nThe Sun蕴含成功与活力的能量。祝你在今年于职场成就辉煌！ 😊✨\n",
  
	"20": "今年的职场运势牌：Judgement 🎺\n卡牌信息\nJudgement象征重新评估、决断和新的开始。关于职场，它表示：\n\n“这是做出重要决策的时候。借鉴过去的经验，迎来新的飞跃吧。”\n\n这张牌暗示要基于以往的教训和成就，为职场中的新开端做准备。\n\n今年的职场提示 🌟\n审视职场状况：客观回顾自己的工作与环境，寻找改进之处。 📋🔍\n做出关键决策：在职场作重要决定时，务必谨慎思考。 🎯✨\n运用过去的教训：把以往的失败与成功转化为前进的动力。 🌱💡\n准备新挑战：为新的项目或机会做好准备。 🚀🌿\n🌟 一句话建议：汲取过去经验，在职场中迎接新的开始与成就。\n\nJudgement蕴含决断和重生的能量。祝你在今年于职场取得崭新的飞跃！ 😊✨\n",
  
	"21": "今年的职场运势牌：The World 🌍\n卡牌信息\nThe World象征完成、成就与整合。关于职场，它表示：\n\n“今年，你能达成工作目标，并迈向新的可能性。”\n\n这张牌暗示你在职场上取得重大成就，并有机会迈向下一个阶段。\n\n今年的职场提示 🌟\n庆祝成果：如果完成了职场目标，要记得嘉奖自己。 🎉🌟\n设立新目标：切勿止步于现有成就，继续挑战更大的可能。 🚀💼\n追求持续成长：在稳固的基础上，制定长期发展规划。 🌱📋\n保持合作与和谐：与同事保持融洽的关系，创造更大的成功。 🤝🌿\n🌟 一句话建议：享受在职场上的成就，并朝新的挑战前进。\n\nThe World蕴含完成与成长的能量。祝你在今年于职场取得重大成就，并迎接更多机遇！ 😊✨\n"
  }