{
	"00": "올해의 직장운 카드: The Fool 🌟\n카드의 메시지\nThe Fool은 새로운 시작, 모험, 그리고 가능성을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 직장에서 새로운 기회와 변화가 열리는 해입니다. 두려워하지 말고 도전하세요.\"\n\n이 카드는 새로운 역할, 프로젝트, 혹은 직장 내외에서의 변화를 시사하며, 열린 태도가 필요함을 보여줍니다.\n\n올해의 직장 팁 🌟\n새로운 기회 받아들이기: 새로운 업무나 프로젝트 제안이 있다면 열린 마음으로 수용해 보세요. 🚀💼\n배움의 자세 유지: 익숙하지 않은 상황에서도 배움을 두려워하지 않고 도전하세요. 📚✨\n계획을 세우기: 자유로운 마음이 중요한 만큼, 무모함을 피하기 위해 현실적인 계획을 수립하세요. ⚖️📋\n네트워킹 활용하기: 다양한 사람들과의 관계를 통해 직장 내외에서 새로운 기회를 발견할 수 있습니다. 🤝🌟\n🌟 한 줄 조언: 열린 마음으로 새로운 도전을 받아들이면 올해는 직장에서 큰 성장을 경험할 수 있습니다.\n\nThe Fool은 새로운 시작과 가능성의 에너지를 담고 있습니다. 올해 당신이 직장에서 자신감을 가지고 도전하며 성취하기를 바랍니다! 😊✨\n",
	"01": "올해의 직장운 카드: The Magician ✨\n카드의 메시지\nThe Magician은 능력, 자원 활용, 그리고 실행력을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"당신의 능력을 발휘하고 자원을 효과적으로 활용하면 직장에서 놀라운 성과를 낼 수 있습니다.\"\n\n이 카드는 자신감과 실행력을 바탕으로 직장에서 인정받을 수 있는 한 해임을 나타냅니다.\n\n올해의 직장 팁 🌟\n자신의 능력을 믿으세요: 자신이 가진 재능과 자원을 활용해 직장에서 새로운 기회를 창출하세요. 💡🎯\n계획적으로 행동하기: 직장에서 중요한 목표를 설정하고 이를 실현하기 위해 체계적으로 접근하세요. 📋🚀\n창의력 발휘하기: 창의적이고 독창적인 아이디어를 통해 동료와 상사에게 긍정적인 인상을 남기세요. 🌈✨\n문제 해결 능력 강화: 문제 상황이 발생했을 때, 빠르고 효과적으로 대처해 신뢰를 쌓으세요. 💼🔧\n🌟 한 줄 조언: 자신감을 가지고 능력을 발휘하면 올해 직장에서 큰 성과를 얻을 수 있습니다.\n\nThe Magician은 가능성과 성취의 에너지를 담고 있습니다. 올해 당신이 직장에서 놀라운 성과를 이루기를 바랍니다! 😊✨\n",
	"02": "올해의 직장운 카드: The High Priestess 🌙\n카드의 메시지\nThe High Priestess는 직관, 통찰, 그리고 지혜를 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 직장에서 직관과 지혜를 활용해 중요한 결정을 내릴 수 있는 시기입니다. 상황을 깊이 관찰하세요.\"\n\n이 카드는 직장에서 신중한 태도와 내면의 통찰력을 활용해야 함을 나타냅니다.\n\n올해의 직장 팁 🌟\n상황을 주의 깊게 관찰하기: 겉으로 드러나지 않은 직장 내 흐름과 정보를 파악하세요. 🔍✨\n직관을 믿으세요: 결정적인 순간에는 자신의 직관에 의지해 현명한 판단을 내리세요. 🌙💡\n신중한 접근법 유지: 중요한 결정을 서두르지 말고 충분히 생각한 후 행동하세요. ⚖️📋\n자신의 지혜 활용하기: 당신의 경험과 지혜가 동료와 팀에 도움이 될 수 있도록 나누세요. 🤝🌟\n🌟 한 줄 조언: 직관과 지혜를 활용하면 올해 직장에서 중요한 성공을 이룰 수 있습니다.\n\nThe High Priestess는 내적 통찰과 신중함의 에너지를 담고 있습니다. 올해 당신이 현명한 선택으로 직장에서 더 성장하길 바랍니다! 😊✨\n",
	"03": "올해의 직장운 카드: The Empress 🌺\n카드의 메시지\nThe Empress는 창조, 풍요, 그리고 돌봄을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"창의력을 발휘하고 팀원과 조화를 이루면 직장에서 풍성한 결과를 얻을 수 있는 해입니다.\"\n\n이 카드는 당신의 창조적 에너지와 돌봄이 직장 내 성과와 관계를 개선할 수 있음을 나타냅니다.\n\n올해의 직장 팁 🌟\n창의적 프로젝트 참여: 창의성이 필요한 업무나 프로젝트에서 능력을 발휘해 보세요. 🎨✨\n팀워크 강화하기: 팀원들과 조화를 이루며 상호 협력으로 더 나은 성과를 만들어 보세요. 🤝🌟\n스트레스 관리: 직장에서 과도한 스트레스 대신 균형 잡힌 업무 방식을 추구하세요. 🌿🛌\n성과를 즐기세요: 노력의 결실을 즐기며, 이를 새로운 동기부여의 원천으로 삼으세요. 🎉💼\n🌟 한 줄 조언: 창조성과 팀워크를 통해 올해 직장에서 풍성한 성과를 이루세요.\n\nThe Empress는 창조와 풍요의 에너지를 담고 있습니다. 올해 당신이 직장에서 창의적인 성공을 이루길 바랍니다! 😊✨\n",
	"04": "올해의 직장운 카드: The Emperor 🛡️\n카드의 메시지\nThe Emperor는 안정, 권위, 그리고 질서를 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"안정적인 리더십과 체계적인 접근이 직장에서 성공을 이루는 열쇠입니다.\"\n\n이 카드는 직장에서 질서를 유지하고 책임감을 발휘해야 함을 나타냅니다.\n\n올해의 직장 팁 🌟\n리더십 발휘: 리더로서의 역할을 맡거나, 업무에서 책임감 있는 모습을 보여주세요. 💼👑\n체계적인 업무 관리: 직장에서 체계적이고 계획적인 접근으로 성과를 이끌어내세요. 📋✨\n강한 기반 마련: 안정적인 업무 방식과 철저한 준비로 팀이나 프로젝트를 성공적으로 이끌어보세요. 🏗️🎯\n규칙과 질서 존중: 직장 내 규칙과 체계를 준수하며 신뢰를 쌓으세요. ⚖️🌟\n🌟 한 줄 조언: 체계적인 접근과 책임감으로 직장에서 신뢰받는 인재가 되세요.\n\nThe Emperor는 안정과 질서의 에너지를 담고 있습니다. 올해 당신이 직장에서 리더십과 안정된 성과를 이루길 바랍니다! 😊✨\n",
	"05": "올해의 직장운 카드: The Hierophant 📘\n카드의 메시지\nThe Hierophant은 전통, 학습, 그리고 조언을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 새로운 기술을 배우고, 전문가의 조언을 통해 성장할 기회를 잡으세요.\"\n\n이 카드는 직장에서 전통적인 방법과 배움을 통해 성공할 수 있음을 나타냅니다.\n\n올해의 직장 팁 🌟\n배움의 자세 유지: 새로운 기술이나 업무 방식을 배우는 데 시간을 투자하세요. 📚✨\n멘토와 협력하기: 직장에서 믿을 수 있는 멘토의 조언을 받아 성장의 발판으로 삼으세요. 🤝🌟\n전통적인 방법 활용: 직장에서 검증된 방법과 프로세스를 신뢰하고 따라가세요. ⚖️💼\n팀의 가치를 존중하기: 조직의 가치를 이해하고 팀워크를 강화하는 데 집중하세요. 🎯💖\n🌟 한 줄 조언: 배움과 전통적인 접근을 통해 직장에서 성공적인 한 해를 보내세요.\n\nThe Hierophant은 배움과 안정의 에너지를 담고 있습니다. 올해 당신이 직장에서 새로운 성장과 성취를 이루길 바랍니다! 😊✨\n",
	"06": "올해의 직장운 카드: The Lovers 💕\n카드의 메시지\nThe Lovers는 조화, 선택, 그리고 관계를 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 중요한 결정을 내릴 순간이 올 수 있습니다. 관계를 조화롭게 유지하며 신중한 선택을 하세요.\"\n\n이 카드는 직장에서의 관계와 협력이 큰 역할을 할 수 있으며, 중요한 선택의 순간이 올 것임을 시사합니다.\n\n올해의 직장 팁 🌟\n파트너십 강화: 동료나 상사와의 관계를 강화해 협력 속에서 더 큰 성과를 만들어 보세요. 🤝🌟\n중요한 선택 신중히 하기: 직장에서 중대한 선택을 내릴 때 감정과 이성을 균형 있게 활용하세요. ⚖️💡\n팀워크 유지: 직장에서 다른 사람들과의 협업을 통해 더 큰 시너지를 만들어 보세요. 🎯✨\n감정적인 갈등 피하기: 감정적 갈등이나 충돌을 피하고 조화로운 분위기를 유지하세요. 🌿💼\n🌟 한 줄 조언: 관계와 조화를 바탕으로 신중한 선택을 통해 직장에서 성공을 이루세요.\n\nThe Lovers는 조화와 관계의 에너지를 담고 있습니다. 올해 당신이 직장에서 협력을 통해 더 큰 성과를 얻길 바랍니다! 😊✨\n",
	"07": "올해의 직장운 카드: The Chariot 🚀\n카드의 메시지\nThe Chariot은 의지, 승리, 그리고 목표 달성을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"강한 의지와 집중력으로 직장에서 목표를 이루고, 성공을 거둘 수 있는 해입니다.\"\n\n이 카드는 직장에서 도전과 목표 달성을 통해 큰 성과를 이룰 수 있음을 암시합니다.\n\n올해의 직장 팁 🌟\n명확한 목표 설정: 직장에서 이루고 싶은 목표를 구체적으로 설정하고 집중하세요. 🎯✨\n의지와 결단력 유지: 어려움이 있더라도 흔들리지 않고 목표를 향해 나아가세요. 🚀💼\n체계적 접근: 업무를 효율적으로 처리하기 위해 계획을 세우고 실천하세요. 📋⚡\n성과를 즐기세요: 노력의 결과로 얻은 성취를 스스로 인정하고, 이를 새로운 동기부여로 삼으세요. 🌈🎉\n🌟 한 줄 조언: 강한 의지와 집중력으로 직장에서 목표를 이루고 성공을 만드세요.\n\nThe Chariot은 승리와 추진력의 에너지를 담고 있습니다. 올해 당신이 직장에서 목표를 달성하며 승리의 기쁨을 누리길 바랍니다! 😊✨\n",
	"08": "올해의 직장운 카드: Strength 🦁\n카드의 메시지\nStrength는 내적 힘, 인내, 그리고 조화를 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 내적 강인함과 인내심을 바탕으로 직장에서 도전을 극복하고 성과를 낼 수 있습니다.\"\n\n이 카드는 직장에서 어려운 순간에도 인내와 강인함으로 성공할 수 있음을 나타냅니다.\n\n올해의 직장 팁 🌟\n도전 극복하기: 직장에서의 어려움에 침착하게 대처하며 내적 강인함을 발휘하세요. 🧘‍♀️💪\n팀워크와 조화: 동료들과 협력하며, 갈등 상황에서는 부드럽고 조화로운 태도로 해결하세요. 🤝✨\n감정 조절하기: 스트레스가 많은 상황에서도 긍정적인 마음과 침착함을 유지하세요. 🌿⚖️\n자신감을 가지세요: 자신의 능력을 믿고, 어려운 상황 속에서도 적극적으로 나아가세요. 🌈💼\n🌟 한 줄 조언: 내적 강인함과 인내로 직장에서 도전을 극복하고 성과를 이루세요.\n\nStrength는 강인함과 조화의 에너지를 담고 있습니다. 올해 당신이 직장에서 성장과 성공을 이루길 바랍니다! 😊✨\n",
	"09": "올해의 직장운 카드: The Hermit 🔦\n카드의 메시지\nThe Hermit은 내면 탐구, 고독, 그리고 지혜를 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 독립적으로 문제를 해결하고, 내면의 지혜를 활용해 중요한 결정을 내릴 시기입니다.\"\n\n이 카드는 혼자만의 시간을 통해 직장에서 새로운 통찰과 방향성을 찾을 수 있음을 암시합니다.\n\n올해의 직장 팁 🌟\n혼자만의 시간 활용: 복잡한 업무 상황에서 혼자만의 시간을 가지며 방향을 명확히 설정하세요. 🔦✨\n지혜로운 판단 내리기: 업무에서 중요한 결정을 내릴 때 자신의 경험과 직관을 믿으세요. 📋💡\n독립적인 태도 유지: 직장에서 자립적으로 문제를 해결하며 신뢰를 쌓으세요. 💼🤝\n내면의 성장 추구: 업무와 관련된 새로운 통찰을 얻기 위해 학습이나 자기 성찰의 시간을 가지세요. 🌱📚\n🌟 한 줄 조언: 내면의 지혜와 독립적인 태도로 직장에서 중요한 성과를 이루세요.\n\nThe Hermit은 지혜와 통찰의 에너지를 담고 있습니다. 올해 당신이 직장에서 깊이 있는 성찰과 성공을 이루길 바랍니다! 😊✨\n",
	"10": "올해의 직장운 카드: The Wheel of Fortune 🎡\n카드의 메시지\nThe Wheel of Fortune은 변화, 기회, 그리고 운명의 흐름을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 직장에서 예상치 못한 변화와 기회가 찾아올 수 있습니다. 긍정적으로 받아들이고 준비하세요.\"\n\n이 카드는 직장에서 중요한 변화를 맞이할 가능성을 암시하며, 이를 통해 더 큰 기회를 잡을 수 있음을 나타냅니다.\n\n올해의 직장 팁 🌟\n변화를 받아들이기: 직장에서의 변화에 유연하게 적응하고 긍정적으로 활용하세요. 🔄🌈\n새로운 기회 포착: 예상치 못한 기회가 나타날 수 있으니 항상 열린 자세를 유지하세요. 💼✨\n운을 활용하기: 좋은 운이 따를 때 이를 최대한 활용해 성과를 극대화하세요. 🎯🌟\n장기적 관점 유지: 변화 속에서도 직장에서의 장기적인 성장 목표를 잊지 마세요. 📋🚀\n🌟 한 줄 조언: 변화의 흐름을 수용하며 직장에서 새로운 기회를 잡고 성공을 만드세요.\n\nThe Wheel of Fortune은 기회와 변화의 에너지를 담고 있습니다. 올해 당신이 직장에서 긍정적인 변화와 성장을 경험하길 바랍니다! 😊✨\n",
	"11": "올해의 직장운 카드: Justice ⚖️\n카드의 메시지\nJustice는 공정성, 균형, 그리고 책임감을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 공정성과 책임감이 직장에서 성공을 이루는 열쇠가 될 것입니다. 균형 잡힌 판단으로 신뢰를 쌓으세요.\"\n\n이 카드는 직장에서 공정한 태도와 합리적인 결정을 통해 신뢰를 얻을 수 있음을 암시합니다.\n\n올해의 직장 팁 🌟\n공정한 태도 유지: 업무 처리와 대인관계에서 공정성을 잃지 않도록 주의하세요. ⚖️💼\n책임감 있는 행동: 맡은 업무에 책임감을 가지고 꾸준히 최선을 다하세요. 🎯✨\n균형 잡힌 결정을 내리세요: 업무와 개인 삶의 균형을 유지하며 스트레스를 줄이세요. 🌿📋\n직장 내 갈등 관리: 갈등 상황에서는 중립적인 입장에서 문제를 해결하며 신뢰를 쌓으세요. 🤝💡\n🌟 한 줄 조언: 공정성과 책임감으로 직장에서 신뢰받는 인재가 되세요.\n\nJustice는 균형과 책임의 에너지를 담고 있습니다. 올해 당신이 직장에서 공정한 태도로 성과를 이루길 바랍니다! 😊✨\n",
	"12": "올해의 직장운 카드: The Hanged Man 🔄\n카드의 메시지\nThe Hanged Man은 멈춤, 새로운 관점, 그리고 희생을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 일시적으로 멈추거나 관점을 바꿔야 할 시기입니다. 새로운 접근법이 필요합니다.\"\n\n이 카드는 변화와 성장을 위해 기존의 방식에서 벗어나야 함을 알려줍니다.\n\n올해의 직장 팁 🌟\n새로운 시각으로 업무 보기: 직장에서의 문제를 해결하기 위해 기존의 접근 방식에서 벗어나 보세요. 🔄✨\n휴식과 재정비: 필요하다면 잠시 멈추고 자신의 방향을 다시 설정하세요. 🛌🌿\n장기적인 관점 유지: 당장의 어려움보다 장기적인 성과를 위해 희생이 필요할 수 있습니다. 🎯💼\n팀 내 역할 재검토: 자신이 맡은 업무나 팀 내 역할을 새롭게 정리하고 조화롭게 조정하세요. ⚖️🤝\n🌟 한 줄 조언: 새로운 관점과 신중한 접근을 통해 직장에서 성장을 이루세요.\n\nThe Hanged Man은 새로운 시각과 재정비의 에너지를 담고 있습니다. 올해 당신이 직장에서 더 나은 방향으로 나아가길 바랍니다! 😊✨\n",
	"13": "올해의 직장운 카드: Death 🌑\n카드의 메시지\nDeath는 변화, 끝맺음, 그리고 새로운 시작을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 직장에서 새로운 시작을 위해 오래된 방식이나 상황과 결별해야 할 때입니다. 변화는 성장의 기회를 제공합니다.\"\n\n이 카드는 직장에서의 전환점과 새로운 방향을 암시합니다.\n\n올해의 직장 팁 🌟\n오래된 방식을 버리기: 더 이상 효과적이지 않은 업무 방식이나 관행에서 벗어나세요. 🚫🔄\n새로운 기회를 받아들이기: 직장에서의 변화가 긍정적인 시작으로 이어질 수 있도록 준비하세요. 🌈💡\n성장에 집중하기: 변화 속에서도 스스로의 성장을 위해 노력하세요. 학습과 도전을 멈추지 마세요. 📚✨\n팀 내 갈등 정리: 직장 내에서의 해로운 관계나 갈등을 해소하고 새로운 협력 관계를 구축하세요. 🤝🌿\n🌟 한 줄 조언: 변화와 새로운 시작을 통해 직장에서 성장과 성공을 이루세요.\n\nDeath는 끝맺음과 변혁의 에너지를 담고 있습니다. 올해 당신이 직장에서 새로운 기회를 통해 발전하길 바랍니다! 😊✨\n",
	"14": "올해의 직장운 카드: Temperance 🌈\n카드의 메시지\nTemperance는 조화, 균형, 그리고 절제를 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 직장에서 균형과 절제를 통해 조화로운 환경을 유지해야 할 시기입니다. 극단을 피하세요.\"\n\n이 카드는 직장에서의 평화와 조화를 강조하며, 안정적인 태도가 필요함을 알려줍니다.\n\n올해의 직장 팁 🌟\n업무와 휴식의 균형 유지: 무리하지 않고 적절한 휴식을 통해 에너지를 관리하세요. 🛌⚖️\n팀워크 강화: 동료들과의 조화를 유지하며 협력적인 분위기를 조성하세요. 🤝✨\n절제와 신중함 유지: 업무에서 충동적인 행동을 피하고, 신중하게 접근하세요. 📋💡\n스트레스 관리: 스트레스를 줄이고 평온한 마음가짐으로 업무에 임하세요. 🌿🌟\n🌟 한 줄 조언: 균형과 절제를 통해 직장에서 조화로운 성과를 이루세요.\n\nTemperance는 조화와 균형의 에너지를 담고 있습니다. 올해 당신이 직장에서 평화로운 성장과 성취를 이루길 바랍니다! 😊✨\n",
	"15": "올해의 직장운 카드: The Devil 🔥\n카드의 메시지\nThe Devil은 속박, 유혹, 그리고 집착을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 지나친 집착이나 유혹을 피하고, 자신을 속박에서 해방시킬 필요가 있습니다.\"\n\n이 카드는 직장에서 스트레스를 유발하거나 비생산적인 행동을 극복해야 할 시기를 나타냅니다.\n\n올해의 직장 팁 🌟\n직장 내 해로운 습관 극복: 과도한 업무 집착이나 비효율적인 행동을 정리하세요. 🚫💼\n감정적 대응 피하기: 스트레스 상황에서도 냉정하게 대처하며, 긍정적인 태도를 유지하세요. ⚖️🌿\n독립적인 태도 유지: 외부 압박에서 벗어나 자신의 목표와 방향에 집중하세요. 🔑✨\n건강한 업무 환경 조성: 직장에서 자신의 건강과 웰빙을 지킬 수 있는 환경을 만드세요. 🌈💡\n🌟 한 줄 조언: 직장 내 속박에서 벗어나 자유롭고 긍정적인 변화를 이루세요.\n\nThe Devil은 속박과 해방의 에너지를 담고 있습니다. 올해 당신이 직장에서 자신을 해방시키고 더 나은 방향으로 나아가길 바랍니다! 😊✨\n",
	"16": "올해의 직장운 카드: The Tower ⚡\n카드의 메시지\nThe Tower는 급격한 변화, 충격, 그리고 재건을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 예상치 못한 변화가 올 수 있습니다. 이 변화를 기회로 삼아 새로운 기반을 세우세요.\"\n\n이 카드는 갑작스러운 변화를 통해 직장에서 더 강력한 기반을 마련할 기회를 암시합니다.\n\n올해의 직장 팁 🌟\n변화에 대비하기: 직장에서 예상치 못한 상황에 대비해 유연한 태도를 유지하세요. 🔄💼\n침착함 유지: 급작스러운 변화에도 침착하게 대응하며 긍정적인 방향으로 나아가세요. 🌿✨\n새로운 시작 준비: 기존의 실패나 어려움을 극복하고 새로운 시작을 준비하세요. 🏗️🚀\n배우는 자세 유지: 변화 속에서도 지속적으로 배우고 성장하려는 태도를 가지세요. 📚🌟\n🌟 한 줄 조언: 예상치 못한 변화를 수용하고 직장에서 새로운 기회를 만드세요.\n\nThe Tower는 변화와 재건의 에너지를 담고 있습니다. 올해 당신이 직장에서 변화를 극복하고 더 큰 성장을 이루길 바랍니다! 😊✨\n",
	"17": "올해의 직장운 카드: The Star 🌟\n카드의 메시지\nThe Star는 희망, 치유, 그리고 영감을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 희망적인 변화와 치유의 에너지가 깃드는 해입니다. 영감을 얻고 더 큰 목표를 설정하세요.\"\n\n이 카드는 직장에서 긍정적인 변화와 새롭게 떠오르는 가능성을 암시합니다.\n\n올해의 직장 팁 🌟\n희망적인 태도 유지: 직장에서 어려운 상황이 있더라도 긍정적인 마음으로 상황을 바라보세요. 🌈💡\n새로운 목표 설정: 현재의 성과를 기반으로 더 큰 목표를 세우고 도전하세요. 🚀✨\n팀워크 강화: 동료들과 협력하며 희망적인 에너지를 공유하세요. 🤝🌿\n창의성 발휘: 창의적이고 새로운 아이디어를 통해 직장에서 변화를 이끄세요. 🎨📋\n🌟 한 줄 조언: 희망과 영감을 바탕으로 직장에서 새로운 성과를 이루세요.\n\nThe Star는 희망과 성장의 에너지를 담고 있습니다. 올해 당신이 직장에서 영감을 통해 성장하길 바랍니다! 😊✨\n",
	"18": "올해의 직장운 카드: The Moon 🌙\n카드의 메시지\nThe Moon은 불확실성, 직관, 그리고 감정의 흐름을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 불확실한 상황에서도 직관을 믿고 신중하게 행동하세요.\"\n\n이 카드는 직장에서 감춰진 정보나 애매한 상황을 잘 이해해야 한다는 점을 강조합니다.\n\n올해의 직장 팁 🌟\n직관 활용하기: 직장에서 중요한 결정을 내릴 때 자신의 직감을 신뢰하세요. 🌙💡\n상황 파악하기: 불확실한 상황에서도 냉정하게 정보를 분석하고 행동하세요. 🔍📋\n팀 내 갈등 관리: 직장에서의 감정적 갈등을 피하고 조화로운 분위기를 유지하세요. 🌿✨\n명확한 목표 설정: 혼란스러운 상황 속에서도 자신의 목표를 명확히 하고 추진하세요. 🎯💼\n🌟 한 줄 조언: 불확실한 상황에서도 직관과 신중한 행동으로 직장에서 성공을 이루세요.\n\nThe Moon은 직관과 조화의 에너지를 담고 있습니다. 올해 당신이 직장에서 새로운 통찰로 성공하길 바랍니다! 😊✨\n",
	"19": "올해의 직장운 카드: The Sun 🌞\n카드의 메시지\nThe Sun은 활력, 기쁨, 그리고 성공을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 직장에서 활기찬 에너지와 성취의 기쁨을 누릴 수 있는 해입니다.\"\n\n이 카드는 직장에서의 큰 성과와 만족스러운 결과를 암시합니다.\n\n올해의 직장 팁 🌟\n긍정적 태도 유지: 활기찬 마음으로 업무에 임하며, 동료들에게도 좋은 영향을 끼치세요. 🌈✨\n성과를 즐기기: 당신의 노력으로 얻은 성취를 충분히 즐기며 스스로를 칭찬하세요. 🎉💼\n팀과의 협력 강화: 동료들과 협력해 더 큰 성과를 만들어 보세요. 🤝🌿\n새로운 기회 활용: 긍정적인 에너지를 활용해 새로운 프로젝트나 도전에 뛰어드세요. 🚀🎯\n🌟 한 줄 조언: 활기찬 에너지로 직장에서 목표를 이루고 성취감을 만끽하세요.\n\nThe Sun은 성공과 활력의 에너지를 담고 있습니다. 올해 당신이 직장에서 큰 성취를 이루길 바랍니다! 😊✨\n",
	"20": "올해의 직장운 카드: Judgement 🎺\n카드의 메시지\nJudgement는 재평가, 결단, 그리고 새로운 시작을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"직장에서 중요한 결정을 내릴 시기입니다. 과거를 교훈 삼아 새롭게 도약하세요.\"\n\n이 카드는 과거의 경험을 바탕으로 직장에서의 새로운 시작을 준비해야 함을 알려줍니다.\n\n올해의 직장 팁 🌟\n직장 내 상황 점검: 자신의 업무와 직장 환경을 객관적으로 돌아보고 개선점을 찾아보세요. 📋🔍\n중요한 결정 내리기: 직장에서의 중요한 결정을 내릴 때 신중히 판단하세요. 🎯✨\n과거의 교훈 활용: 과거의 실패나 성과를 반영해 더 나은 방향으로 나아가세요. 🌱💡\n새로운 도전 준비: 직장에서 새로운 프로젝트나 기회를 맞이할 준비를 하세요. 🚀🌿\n🌟 한 줄 조언: 과거를 교훈 삼아 직장에서 새로운 시작과 성취를 이루세요.\n\nJudgement는 결단과 재탄생의 에너지를 담고 있습니다. 올해 당신이 직장에서 새롭게 도약하기를 바랍니다! 😊✨\n",
	"21": "올해의 직장운 카드: The World 🌍\n카드의 메시지\nThe World는 완성, 성취, 그리고 통합을 상징합니다. 직장과 관련해서는 이렇게 말합니다:\n\n\"올해는 직장에서의 목표를 완성하고 새로운 가능성을 향해 나아갈 시기입니다.\"\n\n이 카드는 직장에서의 큰 성취와 다음 단계로의 도약을 암시합니다.\n\n올해의 직장 팁 🌟\n성과를 축하하세요: 직장에서의 목표를 이루었다면 스스로를 칭찬하고 보상하세요. 🎉🌟\n새로운 목표 설정: 현재 성과에 안주하지 말고 더 큰 가능성을 향해 도전하세요. 🚀💼\n지속적인 성장 추구: 안정적인 기반 위에서 장기적인 성장 계획을 세우세요. 🌱📋\n협력과 조화 유지: 동료들과의 조화를 바탕으로 직장에서 더 큰 성공을 만들어 보세요. 🤝🌿\n🌟 한 줄 조언: 직장에서의 성취를 즐기고 새로운 도전으로 나아가세요.\n\nThe World는 완성과 성장의 에너지를 담고 있습니다. 올해 당신이 직장에서 큰 성취를 이루고 새로운 기회를 맞이하길 바랍니다! 😊✨"
}